[
    {
        "page_content": " \n   \n   \nINSTRUÇÃO DE TRABALHO (IT)  \nSISTEMA Y - Alteração de Acessos  \n1. Introdução / Pré -requisitos para execução da IT  \nEsta Instrução de Trabalho visa orientar na atividade de alteração de acesso do usuário no \nsistema SISTEMA Y . \n1.1 Pré-requisitos   \na) Ter acesso ao sistema SISTEMA Y com permissão para alterar acesso.  \nb) Nome completo do usuário;  \nc) Tipo da alteração de acesso (Perfil);  \nd) O chamado deverá ser aberto ou possuir anexo de autorização das \ncolaboradoras:                           \nObs.: Caso o usuário seja da localidade Anápolis/Brainfarma será válido o aval da \ndocumentação técnica:  \nX \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referências  \nNão há referências.  \n3. Descrição das Atividades  \n3.1. Para alterar acessos de usuários no sistema SISTEMA Y  acesse o sistema no link:  \nhttp://xxxxxxxxxxxxxxxx    \n   \n   3.1.1. Logar  no sistema com seu “Login” e “Senha”, após clicar em “Enviar”.   \n \n  \n     3.1.2. No menu “Administração”  escolher   a opção “Controle de Acesso”.   \n \n  \n     3.1.3. No menu  “Controle” clique   na opção  “Usuário”.   \n \n  \n    3.1.4.  Em “Lista de Usuários”  inserir o nome completo do usuário que necessita alterar o \ntipo de acesso e clicar em Listar, em seguida clicar  no nome do mesmo.  \n \n      \n    3.1.5.  Com o cadastro do usuário aberto, clicar em “Ação > Editar Usuário” :  \n \n  \n    3.1.6.  Em seguida, clique em “Pertence aos grupos” , onde abrirá a janela “Lista de \ngrupos”  para marcar o grupo que o usuário             pertencerá:  \n \n \n  \n    3.1.7.  Após, clique em “Atribuições” , onde abrirá a janela “Lista de Atribuições”  para \nselecionar o acesso que o usuário terá:  \n \n \n \n   \n   \n     3.1.8. Com o acesso do usuário alterado, clicar em “ Ação > Salvar Usuário ”: \n \n \n  \n4. Anexos  \nNão há anexos.  \n  \n ",
        "metadata": {
            "nome": "KB0010536 - SYSTEMA Y - Alteração de Acessos.pdf",
            "Sistema": "SISTEMA Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)  \nSISTEMA Y  - Alterar Perfil de Acesso   \n1. Introdução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho orienta o passo a passo para atribuição de grupos de acesso ao \nSISTEMA Y , para a atribuição do mesmo é necessário que os seguintes questionamentos \ntenham sido respondidos via chamado. Com autorização gerencial em anexo.  \n1.1 Pré-requisitos   \na) Nome do colaborador;  \nb) Usuário do Sistema SISTEMA Y ; \nc) Motivo da alteração do perfil;  \nd) Tipo e Grupo de acesso ou usuário cópia;  \ne) Autorização gerencial.  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referências  \nNão há referências.  \n3. Descrição das Atividades  das Atividades  \n3.1 Atribuir perfil de acesso ao SISTEMA Y  \nApós o usuário está criado é necessário que o mesmo  seja atribuído a um perfil de acesso. \nSeguindo os passos abaixo.  \nClique em \" Users \" e todos os usuários cadastrados no sistema serão exibidos.  \nObs.: Existem três grupos de usuários: Ativos, Inativos ou Removidos.   \nAtivos ( Active ): São usuários ativos no sistema, é possível acesso ao sistema de acordo com \no seu nível de permissão de acesso e grupo de acesso atribuído;  \nInativos ( Disable ): São usuários inativos no sistema, não sendo possível a sua conexão no \nsistema independentemente do nível de acesso ou grupo atribuído.   \n   \n Obs.: O status  Inativo é utilizado em caso de férias, ou ausência do usuário por um \nperíodo X de dias. Neste cenário somente o usuário solicitará sua reativação.  \nRemovidos ( Removed ): São usuários removidos do sistema, não sendo possível a sua \nconexão no sistema independentemente do nível de acesso ou grupo atribuído.  \nObs.: Esta opção é utilizada para colaboradores que foram desligados da companhia ou \nque não utilizarão o Empower em suas atividades . \nO perfil de aceso deve ser o mesmo em “ Allowed User Types ”e “Default User Type ”.   \nComo próximo passo, marque o chekbox  \"Password Required \"  \nEm Default User Interface , selecione a opção “ Pro”  \n  \nNos checkbox  da caixa “ Allowed Interfaces ” \nDeixe marcado somente “ Pro Interfaces ”  \n  \nRecapitulando, após todas as configurações, a tela deve ser idêntica à tela abaixo. Somente os \ncampos User Name , Full Name , Allowed  User Types  e Default User Types  devem ser \nmodificados de acordo com os requisitos que foram enviados pelo usuário.   \n  \n  \nAnexos \nNão há anexos.   ",
        "metadata": {
            "nome": "KB0010544 - SYSTEMA Y - Alterar perfil de acesso.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": "   \n INSTRUÇÃO  DE TRABALHO  (IT) \nSISTEMA Y – Alteração  de Acessos  \n \n \n \nIntrodução  / Pré-requisitos  para execução  da IT \nEste documento  estabelece  o procedimento  que os analistas  de acessos  deverão  seguir \npara alterar o acesso do usuário no sistema SISTEMA Y . \n1.1 Pré-requisitos:  \na) Acesso  administrativo  ao SISTEMA Y ; \nb) Se a atribuição  é para o usuário  ou para o grupo  (se for para o grupo, \ninformar o grupo).  \nI. Grupos:  Contabilidade,  Fiscal  Estadual,  Gestor  e TI. \nc) O tipo de atribuição  (módulo).  \nd) A Empresa  e Filial que terá acesso.  \ne) Anexar  o print da tela que deseja  a alteração;  \nf) O Aval do Gerente  de Compliance  Fiscal:  \nI. XXXXX  \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time de GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou informando quais \ninativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no Sistema de ITSM de Digital \nem nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status de resolvido.  \n \n \n \nReferências  \nNão há referências.  \nDescrição  das Atividades  \nAcesse o Citrix via Internet Explorer utilizando o endereço https:// xxxxxxxxxxxxx  \nFaça  logon  utilizando  o usuário  e senha  de rede.  \n \n \n \n3.1. Clique  em Sistemas:     \n \n   \n  \n \n \n \n \n3.1.1.  Em seguida,  clique  em SISTEMA Y : \n \n \n \n \n3.1.2.  Logo  após  em SISTEMA Y : \n \n \n \n \n3.1.3.  Ao abrir a pasta,  selecione  o SYSTEMA Y  informado  no chamado:  \n \n \n \n3.2. Clique  em “Opções”:     \n \n   \n  \n \n \n3.2.1.  Clique  em “Configurar  Segurança”:  \n \n \n \n3.2.1.1.  Configurar  Segurança:  Utilizado  para gerenciar  o acesso \naos usuários do sistema;  \n3.2.1.2.  Criar  nova  conexão:  Utilizada  para criar uma nova  conexão \ncom o Banco de Dados;  \n3.2.1.3.  Editar  esta conexão:  Utilizada  para editar  uma conexão \nexistente.  \nObservação: A equipe de Gestão de Acessos utiliza apenas o módulo “Configurar \nSegurança”.  Os módulos  “Criar  nova  conexão”  e “Editar  esta conexão”  são utilizados  somente \npelos administradores do sistema.  \n \n \n \n3.2.2.  Informe  o “Login”  e “Password”:     \n \n   \n  \n \n \n3.2.3.  O sistema  abrirá  a tela de menus:  \n \n \n \n \n3.2.3.1.  Users:  Utilizado  para criar usuário;  \n3.2.3.2.  Groups:  Utilizado  para criar grupo;  \n3.2.3.3.  App:  Utilizado  para criar aplicações;  \n3.2.3.4.  Conects:  Utilizado  para criar conexão;  \n3.2.3.5.  Roles:  Utilizado  para criar regra;  \n3.2.3.6.  Objects:  Utilizado  para atribuição  de acesso  ao objeto;  \n3.2.3.6.  Restrict:  Utilizado  para criar restrição  de acesso;  \n3.2.3.7.  Profiles:  Utilizado  para atribuir  grupo,  aplicação  e conexão \npara o usuário;  \n3.2.3.8.  Roles:  Utilizado  para atribuir  regra  para o usuário  ou grupo.  \n \n \n3.3. : A alteração  de acesso  pode  ser realizada  para o grupo  ou para o usuário, \nconforme informado no chamado.  \n \n \n3.3.1.  Alteração  para o usuário,  clique  em “Profiles”,  marque  a opção  “User” \nna primeira coluna, localize o nome do usuário. Na segunda coluna, localize a \naplicação que o usuário solicitou acesso:     \n \n   \n  \n \n \n3.3.1.1.  Clique  sobre  a aplicação  solicitada  e arraste  até o usuário  da primeira  coluna.  Em \nseguida clique em “Yes” para atribuir o acesso e “Save”:  \n \n3.3.2.  Alteração para o grupo, clique em “Profiles”, marque a opção “Groups” \nna primeira  coluna,  localize  o nome  do grupo.  Na segunda  coluna,  localize  a aplicação \nque o usuário solicitou acesso:     \n \n   \n  \n3.3.2.1.  Clique sobre a aplicação solicitada e arraste até o grupo da \nprimeira  coluna.  Em seguida  clique  em “Yes”  para atribuir  o acesso  e “Save”:  \n \n \nAnexos  \nNão há anexos.  \n \naté, a fim de torná -la disponível  para  os usuários.  ",
        "metadata": {
            "nome": "KB0010579 - SYSTEMA Y – Alteração de Acessos.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)  \nIT Sistema SISTEMA Y  \n  \n  \nIntrodução / Pré -requisitos para execução da IT  \nEste documento foi preparado para orientar a Gestão de Acessos  – TI Aplicações quanto \nao cadastramento de usuários no SYSTEMA Y  utilizado pela equipe do Financeiro.  \nLink de acesso: https://xxxxxxxxxxxx  \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \nReferências  \nNão há referências.  \nDescrição das Atividades  \nSegue abaixo, a descrição do procedimento para criação / alteração de usuário no \nsistema.  \n3.1 – Cadastro de usuários.  \nRequisitos:  \na) Nome completo do usuário;  \nb) CPF;  \nc) RG;  \nd) Login de rede do usuário;  \ne) Perfil a ser atribuído ou usuário cópia;   \n   \n f) Ambiente que deseja acesso (DEV, QA e PRD);  \ng) Aval do Gerente (para acesso ao ambiente PRD);  \nh) Validação de Controles Internos.  \n  \nAbra o navegador e digite o endereço HTTPS:// XXXXXXX .  \nA página de login aparecerá, digite o nome de usuário e senha de um perfil Gestão de \nacessos  e entre no  sistema. Clicar em novo usuário.   \nPreencher com os dados solicitados, clicar em próximo.   \nDeterminar o perfil a ser utilizado, lembrando que o perfil beneficiário não poderá ser concedido \npela equipe de acessos, clicar em próximo.   \nNa próxima tela preencher com os dados solicitados e clicar em finalizar o cadastro clicando no \nbotão Cadastrar Usuários.  Após aparecerá a mensagem abaixo, confirmando a finalização do \ncadastro. · Retornar para o usuário  informando que o cadastro foi finalizado e informar a senha \nprovisória.  \n \n3.2 – Alteração de Cadastro de usuários.  \nRequisitos:  \na) Nome completo do usuário;  \nb) Login de rede do usuário;  \nc) Ambiente que deseja acesso (DEV, QA e PRD);  \nd) Aval do Gerente (para acesso ao ambiente PRD).  \n  \nAbra o navegador e digite o endereço HTTPS:// XXXX  \nA página de login aparecerá, digite o nome de usuário e senha de um perfil Gestão de \nacessos  e entre no  sistema. Clicar em atualizar informação.  \n \nSelecionar o tipo de usuário.  \n \n  \n  \n   \n   \nClicar no botão Alterar os campos solicitados. Apenas os campos são disponibilizados \npara alteração.  \n· Nome;  \n· RG; \n· CPF;  \n· Empresa;  \n· Cargo;  \n· E-mail; \n· Órgão administrativo.  Após isso clicar no botão confirmar.  A alteração será finalizada.  \nAnexos \nNão há anexos.   ",
        "metadata": {
            "nome": "KB0010603 - IT Sistema Y - Criação de acessos.pdf",
            "Sistema":" Sistema Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)  \nManutenção de Perfil no SISTEMA Y  \nIntrodução / Pré -requisitos para execução da IT  \nEste documento estabelece o procedimento para os analistas de Acesso criar, alterar e/ou \nmodificar Perfil e Funções no S ISTEMA Y (SISTEMA Y  e Pagamento aos Distribuidores e \nRedes) que podem ser acessados através do endereço do ambiente de produção \nhttps://xxxxxxxxxxxxxxxx  \nPara os demais ambientes, os endereços são:  \nDEV: https://xxxxxxxxxxxxxxxx  \nQAS:  https://xxxxxxxxxxxxxxxx  \nPré-requisitos:  \na) O usuário precisa estar cadastrado no AD.  \nb) O acesso ao sistema Web poderá ser pelo Google Chrome e Internet Explorer (IE).  \n  \nTer e -mail de autorização da responsável pelo negócio, que atualmente a responsável é a \nXXXX . Na sua ausência, a responsável será a XXXX  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \nReferências  \nNão há referências.  \nDescrição das Atividades  \n   \n   \n Perfil  \nTela para cadastrar perfis.   \n  \n  \n· Descrição:  informar o perfil.  \nApós o perfil informado, para gravar clicar em   \nObservação:  Todo registro criado é gravado com o status Ativo.  \nAlém das funcionalidades de excluir e editar existe a funcionalidade de alterar status, Uma  \nvez clicado nesta opção, o sistema abrirá um pop -up informando se realmente deseja \nalterar o status, se clicar  em, o sistema alterará o status do perfil. Se tiver ativo, desativará \ne se estiver desativado, ativará.  \n  \nExemplo:  \n \n \n  \nPerfil Administrador está ativo, clicando em , aparecerá a seguinte mensagem:  \n  \n \nAo clicar em, o sistema alterará o status.  \n  \nNa funcionalidade excluir , caso o perfil já esteja associado a uma função e usuário, o \nsistema não permitirá a exclusão, exibindo a seguinte mensagem de erro:  Função  \n  \nNOTA: O Cadastro de função será realizado pela equipe de Web. A associação da função \nao perfil que é de responsabilidade da equipe de Acesso.   \n   \n  Tela para cadastrar funções.  \nPara adicionar uma nova função, clicar em . \n  \n  \n· Código: informar um código. Nesse campo deve ser informado um objeto de \ndesenvolvimento. Para o nome do código, segue as recomendações dadas pelo fornecedor.  \n· Descrição: informar uma descrição da função.   \nPara gravar os dados informados, clicar em  \n  \nObservação:  Todo registro criado é gravado com o status Ativo.  \nAlém das funcionalidades de excluir e editar existe a funcionalidade de alterar status, .  Uma \nvez clicado nesta opção, o sistema abrirá um pop -up informando se realmente deseja \nalterar o status, se clilcar em , o sistema alterará o status do perfil. Se tiver ativo, desativará \ne se estiver desativado, ativará.   \nExemplo:  \n  \nA função pgnAgrpLinhaProduto está ativo, clicando em, aparecerá a seguinte mensagem:  \n  \n \n Na funcionalidade excluir , caso a função já esteja associado a um perfil, o sistema não \npermitirá a exclusão, exibindo a seguinte mensagem de erro:  \n  \n  \nAnexos \nNão há anexos.  ",
        "metadata": {
            "nome": "KB0010641 - Manutenção de Perfil no SYSTEMA Y.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": "   \n INSTRUÇÃO DE TRABALHO  \nCS - SAP PORTAL - RESET DE SENHA  \n  \n1. Introdução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho tem como objetivo orientar os analistas no processo de alteração de \nsenha do usuário nos sistemas SAP e Portal SAP.  \n  \nPré-requisitos:  \na) Nome completo do usuário;  \nb) Login do usuário nos sistemas SAP e Portal SAP;  \nc) Acesso ao SAP Solution Manager;  \nd) Acesso ao Portal SAP;  \ne) Chamado deve ser solicitado/registrado pelo próprio usuário ou pelo gestor imediato.  \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referências  \nNão há referências.  \n  \n3. Descrição das Atividades  \nPara alterar senha do usuário no sistema Portal SAP, siga os passos abaixo:  \n3.1 Para realizar alteração de senha do usuário no SAP Portal é necessário acessar o \nendereço do ambiente desejado, informe usuário, senha e clique em “Logon”:     \n  \n3.1.1 Endereços do SAP Portal:  \na) Ambiente de Produção: https://xxxxxxxxxxxxxxxxxxxxxx  \nb) Ambiente de desenvolvimento:  https:// xxxxxxxxxxxxxxxxxxxxxx  \nc) Ambiente de qualidade:  https:// xxxxxxxxxxxxxxxxxxxxxx  \n  \n3.2 Selecione a aba “Administração de Usuário”, informe o usuário que deseja realizar \nalteração de senha, tecle “Enter”, selecione o usuário e clique em “Modificar”.  \n  \n  \n3.3 Na aba “Informações Gerais”, altere a senha através dos campos “Definir Senha” e \n“Confirmar Senha”. Em seguida, clique em “Gravar”.  \n \n  \n4. Anexo  \nN/A \n      \n ",
        "metadata": {
            "nome": "KB0010757 - CS - SAP PORTAL - RESET DE SENHA.pdf",
            "Sistema":"SAP"
        }
    },
    {
        "page_content": " \n  \n \n \n  \nINSTRUÇÃO DE TRABALHO  \nZBO104 - ATIVAR E INATIVAR CONTA DE USUÁRIO DE \nSISTEMA  \n  \n  \nIntrodução / Pré -requisitos para execução da IT  \n  \nEsta instrução de trabalho visa orientar analista/assistente das áreas: Central de Serviços, \nSatélite e Operação, a ativar ou inativar uma conta de sistema no cadastro único de usuários do \nSAP.  \nPré-requisitos:  \n1.  \na. Número da Identidade do usuário no SAP, ou número do CPF ; \nb. Dados da conta do sistema;  \nc. Acesso à transação ZBO104 e ao sistema específico;   \nd. Possuir Login cadastrados e ativos dos SYSTEMA Y  e SAP na transação ZBO104 \npara a própria identidade que irá realizar a ativação/ inativação, caso a \nsolicitação seja para esses sistemas .  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n  \n Referências  \n  \n  \n Descrição das Atividades  \n• Responsabilidades da Central de serviços para revogação dos sistemas : SYSTEMA Y  \ne SAP.  \n• Responsabilidades de Acessos para revogação do sistema: SYSTEMA Y . \n• Responsabilidades da Operação para revogação do sistema: AD (Usuário de rede).  \n  \nPara inativar os acessos dos sistemas descritos acima , siga os passos abaixo:  \n   \n  \n \n \nPasso 01 : Abra o SAP Logon e clique duas vezes no ambiente “02) SAP ERP Produção”.  \n  \n  \nPasso 02: Digite o número da identidade ou o CPF do colaborador, clique no mechcode executar \n ou tecle “Enter”.  \n \n  \nPasso 03: Para inativar uma conta, selecione a conta, clique no mechcode “Ativar/inativar Conta” \n ou tecle “F6”.  \n  \nObservação:  Caso a conta a ser Ativada/Inativada seja dos sistemas SYSTEMA Y , ir para o \n“Passo 05”.  \n \n3.1. Clique no mechcode  para finalizar a alteração.  \n  \n  \n  \nPasso 04: Após finalizar a alteração, verifique se o campo “Status cta” está de acordo com o \nsolicitado.  \n  \nObservação:  “A” para Ativo e “I” para Inativo.    \n  \n  \n  \nPasso 05: Para inativar uma conta do SYSTEMA Y , selecione a conta e clique no mechcode \n“Ativar/inativar Conta”  ou clique em “F6” conforme o “Passo 3”.  \n  \n                5.1. Clique no mechcode  para sair do log de execução SM49.  \n  \nObservação:  Se na tela aparecer a informação “1 rows affected”, a inativação foi realizada com \nsucesso. Caso apareça a informação “0 rows affected”, não houve inativação, siga o “Passo 8”.  \n  \n \n  \nPasso 5.2:  Clique no mechcode  para finalizar a alteração.  \n  \n  \n  \nPasso 06: Após finalizar a alteração, verifique se o campo “Status cta” está de acordo com o \nsolicitado.  \n  \nObservação:  “A” para Ativo e “I” para Inativo.    \n  \n  \nPasso 07: Caso apareça a tela abaixo ao desativar os SYSTEMA Y  e SAP, clique no mechcode \n para sair do log de execução SM49.  \n   \nObservação:  Conforme o “Passo 6.1”, caso apareça “0 rows affected”, significa que a inativação \nnão foi realizada.  \n  \n7.1: Como mostra a mensagem de erro no canto inferior da tela, o usuário não foi \nencontrado no sistema. E como mostra o campo “Status cta”, o status da conta não foi \nalterado.  \n  \n \n  \n \n \nObservação: Caso tenha ocorrido o processo acima, será necessário ir ao sistema \ncorrespondente e procurar pelo funcionário. Se o login for encontrado e estiver cadastrado \nerrado, será necessário excluir e cadastrar a conta novamente para a identidade confo rme as \nIT‘s.  \n \n  \n  \n Anexos  \n  \nNão há anexos.  \n  \n ",
        "metadata": {
            "nome": "KB0010851 - CS - SAP - ZBO104 ATIVAR E INATIVAR CONTA DE USUÁRIO DE SISTEMA.pdf",
            "Sistema": "SAP"
        }
    },
    {
        "page_content": " \n  \n \n \nInstrução de Trabalho  \n CS - SAP – PRORROGAÇÃO E REVOGAÇÃO DE ACESSO DE \nTERCEIRO  \n  \n  \nIntrodução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho visa orientar o assistente da Central de Serviços na prorrogação e \nrevogação de acessos de terceiros no sistema SAP.  \nPré-requisitos:  \n1.  \na. Acesso à caixa de e-mail “Suporte”;  \nb. Acesso às transações: ZBO103, ZBO104 e ZBO127;  \nc. Para Prorrogação de Acesso de Terceiro:  \n1.  \n• Validação/resposta do gestor (GER/DIR)  para prorrogação do acesso;  \n• Prazo máximo para prorrogação de acesso é de 90 dias (o SAP não aceita \nmais do que 90 dias)  \n1.  \na. Para Revogação de Acesso de Terceiro  \n1.  \n• Validação/resposta do gestor para revogação programada ou imediata de \nacesso  \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \nReferências  \n  \nn/a \n  \nDescrição das Atividades  \n   \n  \n \n \nO sistema SAP envia automaticamente e-mail de “Acessos de Terceiros a Vencer – Ambiente \nECP” para o gestor responsável quando faltam 05 dias para vencimento dos acessos.  \nPor meio deste, os acessos são prorrogados ou revogados.  \n \n \nQuando no ato de revogar/prorrogar acessos, o time CS tem visibilidade do COUPA, SAP \nPRD, QAS e DEV.  \n \nQuando for aberto um chamado para o atendimento do time de ACESSOS SAP, deve -se abrir \n1 chamado  para qualquer uma ou para todas as frentes SAP como COUPA, SAP PRD, QAS e \nou DEV.   \nI- PRORROGAÇÃO DE ACESSO DE TERCEIRO  \nOs acessos são prorrogados quando, no período das 05 notificações diárias, via e-mail, o gestor \nsolicita a renovação dos acessos.  \nCaso gestor autorize a prorrogação de acesso, siga os passos abaixo:  \n3. Caso seja o mesmo gestor, prossiga com o passo 3.1.2.  \n4. Caso sejam gestores diferentes, faça:  \n \nI. Abra chamado relacionado para Correção de dados cadastrais  \nII. Realize a alteração do gestor imediato responsável pela resposta do e-mail. \nIII. Prossiga o atendimento da solicitação conforme passo 3.1.2  \n1.  \n1. Anexe o e-mail de resposta do gestor;  \n2. Classifique o chamado: - Prorrogação/Revogação de Acesso de Terceiro;  \n3. EQUIPE:  N1 - OUTROS  \n4. Na aba Especificação preencha no atributo “Nome do Serviço” o valor \n“Prorrogação”.  \n5. Siga os passos abaixo para tratativa da solicitação:   \n  I-ZBO103 – Identidades  \nAcesse a transação ZBO103 e realize a prorrogação do acesso do usuário conforme \ninformação do gestor.  \nClique em “Alterar” através do botão   \n    \n \n  \n \n \nI. Preencha o Nr. Chamado;  \nII. Informe o “Motivo” como: Prorrogação de Acessos;  \nIII. Informe a nova “Data de Desligamento” e clique em “Salvar  \n  \n                      II-ZBO104 – Administração de Contas de Sistema  \n• A CENTRAL DE SERVIÇOS executa prorrogação apenas de REDE  \n• O time N1-ACESSOS SAP  realiza a prorrogação do SAP-SAP ECC \nCORPORATIVO (SOLMAN/GRC)  \n   \n      II-REVOGAÇÃO DE ACESSO DE TERCEIRO   \nHá três situações de revogação de acesso:  \na. O gestor responde o e-mail solicitando a revogação do acesso de imediato.  \nb. O gestor responde o e-mail solicitando a revogação do acesso programada para a data \nfim informada.  \nc. Caso não haja retorno do gestor, neste período, o sistema SAP JOB revoga os \nacessos de forma automática para os demais sistemas que usuário possui cadastrado \nna ZBO104.  \n• Para Inativar apenas 1 sistema/ambiente da ZBO104 e não o user de rede AD, deve ser \nfeito manualmente e não usar ZBO127.  \n• A ZBO127 inativa automaticamente o SAP e o AD  \n• Caso o SAP não seja inativado automaticamente, deve realizar manualmente na \nZBO104  \n• Toda revogação deve possuir a evidência da ZBO104 mostrando Rede e SAP inativos  \n• Não revogar RDV/Paytrack, Docnix, Dynamics e etc, quando a ZBO127 é realizada, o \nJOB automaticamente abre chamados e direciona para os times que os revogarão.   \nPara registrar o motivo da revogação de acessos, realize os seguintes passos:  \n1. Realize a comparação do gestor que respondeu o e -mail com o gestor cadastrado na \nZBO103 e siga as orientações abaixo:  \n2. Caso seja o mesmo gestor, prossiga com o passo 3.2.2  \n3. Caso sejam gestores diferentes faça:  \nI. Abra chamado relacionado para Correção de dados cadastrais  \nII. Realize a alteração do gestor imediato responsável pela resposta do e-mail. \nIII. Prossiga o atendimento da solicitação conforme passo 3.2.2  \n1.   \n  \n \n \n1.  \n1. Anexe o e-mail do SAP JOB;  \n2. EQUIPE:  N1- OUTROS  \n3. Classifique o chamado: - Prorrogação/Revogação de Acesso de \nTerceiro;  \n4. Na aba Especificação preencha no atributo “Nome do Serviço” o valor \n“Revogação”.  \nPara o item \"b\", selecione a flag “Revogação programada”, na ZBO103, para bloquear o \nenvio de e-mail do SAP JOB para o gestor até a data fim do contrato.  \nAcesse a transação ZBO103 e clique em “Alterar” através do botão   \nI. Selecione a flag “Revogação Programada”;  \nII. Clique em “Salvar”   . \n              \nPara os itens \"b\" e \"c\", a revogação dos acessos ocorrerá automaticamente, um dia após a data \nde desligamento.  \nPara esclarecimento de dúvidas quanto à operação da ZBO127, acessar a IT - \nZBO127_Inativação de usuário pelo RH.  \nSistemas revogados automaticamente pelo JOB da ZBO127 IT - ZBO104 _ Ativar e inativar \nconta de usuário de sistema  \n Anexos  \n  \nNão há anexo.  \n  \n",
        "metadata": {
            "nome": "KB0010903 - CS - SAP – PRORROGACAO E REVOGAÇÃO DE ACESSO DE TERCEIRO.pdf",
            "Sistema":"SAP"
        }
    },
    {
        "page_content": " \n  \n \n \nIT- INSTRUÇÃO DE TRABALHO  \nCS- SAP PORTAL – DESBLOQUEIO DE USUÁRIO  \n  \nIntrodução / Pré -requisitos para execução da IT   \n  \nEsta instrução de trabalho tem como objetivo orientar os analistas no processo de desbloqueio \nde usuário no sistema SAP e Portal SAP.  \n1.1         Pré-requisitos:  \n  \n1.  \na. Nome completo do usuário;  \nb. Login do usuário nos sistemas SAP e Portal SAP;  \nc. Acesso ao SAP Solution Manager;  \nd. Acesso ao Portal SAP;  \ne. Chamado deve ser solicitado/registrado pelo próprio usuário ou pelo gestor \nimediato.   \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n  \nReferências  \n  \nNão há referências.  \n  \nDescrição das Atividades  \n  \n  \nPara desbloquear acesso do usuário no sistema SAP e Portal SAP, siga os passos abaixo:  \n  \n1. Para usuários terceiros, caso a solicitação seja registrada pelo gestor imediato, é \nnecessário seguir os passos abaixo:  \n  \nRealize a comparação do gestor que respondeu o e -mail com o gestor cadastrado na \ntransação ZBO103 e siga orientações abaixo:   \n  \n \n \n1. Caso seja o mesmo gestor, prossiga com o passo 3.2.  \n2. Caso sejam gestores diferentes, faça:  \nI. Abra chamado relacionado para Correção de dados cadastrais  \nII. Realize a alteração do gestor responsável pela abertura do chamado.  \nIII. Prossiga o atendimento da solicitação conforme passo 3.2.  \nObservação: Deve ser considerado Gestor imediato para terceiro: Coordenador, Gerente e \nDiretor.  \n Acesse o sistema SAP, no ambiente 06) SAP Solution Manager:  \n Digite a transação “SU01” e tecle “Enter”:  \n Clique no matchcode : \n  \nInforme o nome do usuário e clique no botão  ou tecle “Enter” para realizar a Busca.  \n  \nSelecione o usuário e clique no botão ou tecle “Enter”.  \nEm seguida, clique no botão  para realizar o desbloqueio:  \nClique no botão .   \nInforme o número do chamado e clique em  ou tecle “Enter”.  \nPara desbloquear acesso no SAP Portal é necessário acessar o endereço do ambiente \ndesejado, informe usuário, senha e clique em “Logon”:  \n  \n \n  \n                3.10.1 Endereços do SAP Portal:  \n  \na. Ambiente de Produção: https://xxxxxxxxxxxxxx  \nb. Ambiente de desenvolvimento:  https://xxxxxxxxxxxxxx  \nc.     Ambiente de qualidade: https://xxxxxxxxxxxxxx  \n  \n  \n1. Selecione a aba “Administração de Usuário”, informe o usuário que deseja realizar \ndesbloqueio e tecle “Enter”.  \n \n  \n3.12       Selecione o usuário, em “Detalhes para Usuário” clique na aba “Informações sobre a \nconta” e certifique que o campo “Senha bloqueada” está selecionado. Clique em “Modificar”:  \n  \n  \n   \n  \n \n \n  \nClique na aba “Informações gerais”, informe a senha nos campos “Definir senha” e \n“Confirmar senha” e clique em “Gravar”:  \nCertifique que o campo “Senha bloqueada”, na aba “Informações sobre a conta” não \nestá selecionado.  \n  \n  \nAnexos  \n  \nNão há anexos.  \n ",
        "metadata": {
            "nome": "KB0011219 - CS - SAP PORTAL - DESBLOQUEIO DE USUARIO.pdf",
            "Sistema":"SAP"
        }
    },
    {
        "page_content": " \n   \n INSTRU ÇÃO DE TRABALHO (IT)  \nCriação de Perfil no SISTEMA Y  \n  \n1. Introdução / Pré -requisitos para execução da IT  \n  \nEsta instrução de trabalho descreve a atividade de Troca de perfil de Usuário no SISTEMA Y . \n  \n1.  \n1. Pré-requisitos:  \n• Ambiente (DEV, QA, PROD)  \n• Nome do perfil que deseja criar;  \n• Tipo de Acesso que o perfil deverá ter;  \n• Aval da área do XXX (pesquisas com consumidor). Responsáveis:  \n• XXXXXX  (XXXX @XXXX ) \n1.1   Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referência  \n  \n  \n• PROCEDIMENTO:   \n  \n3. Descrição das Atividades  \n  \n• Acesse o browser de acordo com o ambiente solicitado:  \n• (Desenvolvimento);  \n• (Homologação);  \n• (Produção).  \n  \n• Informe o e -mail corporativo e clique em \"Avançar\".   \n   \n  \n3.2          Execute os seguintes passos:  \n• Clique no botão  > \"Configurações\" > \"Segurança\", conforme demonstrado \nabaixo:  \n \n  \n• Clique em \"Direitos de Acesso\".  \n \n  \n• Clique no botão “Novo”  \n  \n• Preencha o campo “Nome da Função” com o valor informado nos pré -requisitos. \nNo campo “Unidade de Negócio”, o valor deverá ser “GESTAO_AMBIENTE”  \n  \n• Encontrar nas abas abaixo as entidades que o novo perfil terá acesso, de acordo \ncom os pré -requisitos e selecionar a ação do perfil para aquela entidade. Clique em \n“Salvar e Fechar”  \n \n  \n3.3          Classificação do chamado: - Criação de Perfil no SISTEMA Y . \n  \n4. Anexos  \n  \n  \nNão há anexos.  \n  \n ",
        "metadata": {
            "nome": "KB0012187 - Criação de Perfil no SYSTEMA Y - Voluntários.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)  \nSISTEMA Y  - Alteração de Perfil  \n  \n  \n1.Introdução / Pré -requisitos para execução da IT  \nEste documento estabelece o procedimento que os analistas de acessos deverão seguir para \ntratativa da solicitação de alteração de perfil no sistema RAS.  \n  \n1.  \n1.       Pré-requisito:  \na. Grupo a ser alterado;  \nb. Tipo de alteração  \nc. Chamado deve ser aberto ou possuir o aval do coordenador da área:  \n- XXXX \n- XXXX  \n  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time de GQ -\nDigital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou informando \nquais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no Sistema de ITSM \nde Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status de \nresolvido.  \n \n  \n2. Referência  \nNão há referências.  \n  \n  \n3. Descrição das atividades  \nPara alterar perfil de um usuário deve -se acessar o sistema pelo seguinte endereço:   \n   \n 3.1. Após digitar o endereço acima no browser do seu navegador aparecerá a imagem abaixo, onde \nserá necessário inserir o seu login e a senha.  \n  \n \n  \nObservação:  O acesso ao sistema somente é possível no navegador Internet Explorer.  \n  \n3.2 Para Gerenciar as Permissões do grupo:  \n1. Acesse a aba Segurança, clique em “Grupos de Usuários” e no POP de ações do ítem selecione a \nopção “Gerenciar Permissões”:  \n \n \n \n  \n2. Defina as Permissões do grupo por meio dos lists apresentados na interface, cada list representa o \nacesso a um determinado recurso/funcionalidade do sistema.  \n \n \nAs funcionalidades e seus respectivos níveis de acesso são detalhados na Tabela 10.  \n  \n3. Após definir todas as Permissões desejadas:  \na) Clique em Salvar para gravar as Permissões definidas no Grupo em uso;  \nb) Clique em Cancelar para desistir da operação sem salvar nenhum dado.  \n  \nA tabela 10 lista as Permissões existentes no SISTEMA Y e suas respectivas opções de acesso.  \n  \nPermissão  Opções   \n   \n Petição PPM  Gerenciar:  Permite Atualização.  \nNenhuma:  Não permite Gerenciamento.  \nPetição de Preço  Gerenciar:  Permite Atualização.  \nNenhuma: N ão permite Gerenciamento.  \nCheckList  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Modelos de Petição ou Checklists.  \nVisualizar:  Acesso apenas para visualização de Checklists.  \nNenhuma:  Aba “Checklist” não é exibida.  \nProcessos  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição  \nde Processos e de todos os conceitos relacionados, como Petições \ne Pendências.  \nVisualizar:  Acesso apenas para visualização de informações de \nProcessos.  \nNenhuma:  Aba “Processo” não é exibida.  \nMedicamentos  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Medicamentos e de todos os conceitos relacionados, como \nApresentações e Bulas.  \nVisualizar:  Acesso apenas para visualização de informações de \nMedicamentos.  \nNenhuma:  Aba “Medicamentos” não é exibida.  \nCosméticos  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Cosméticos e de todos os conceitos relacionados, como \nApresentações e Fórmulas.  \nVisualizar:  Acesso apenas para visualização de informações de \nCosméticos.  \nNenhuma:  Aba “Cosméticos” não é exibida.  \nAlimentos  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Alimentos e de todos os conceitos relacionados, como \nDocumentos e Fórmulas.   \n   \n Visualizar:  Acesso apenas para visualização de informações de \nAlimentos.  \nNenhuma:  Aba “Alimentos” não é exibida.  \nCorrelatos  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Correlatos.  \nVisualizar:  Acesso apenas para visualização de informações de \nCorrelatos.  \nNenhuma:  Aba “Correlatos” não é exibida.  \nFórmulas  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Fórmulas e seus Componentes. Aplica -se para qualquer tipo de \nProduto.  \nVisualizar:  Acesso apenas para visualização de informações de \nFórmulas.  \nNenhuma:  Não são exibidos os links de Gerenciamento de \nFórmulas nos Assistentes e Pop de Ações, bloqueando o acesso a \nqualquer tipo de informação sobre Fórmulas cadastradas no RAS.  \nInfo. Quantidade da  \nFórmula  Não Visualizar Quantidade de Fórmula:  Exibe Fórmulas sem \nmostrar, entretanto, as quantidades de cada substância que a \ncompõe.  \nVisualizar Quantidade de Fórmula:  Exibe Fórmulas incluindo as \nquantidades de cada substância que a compõe.  \nFábricas  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Fábricas.  \nVisualizar:  Acesso apenas para visualização de informações de \nFábricas.  \nNenhuma:  Seção Fábricas da aba parceiros e opções para \ngerenciamento de Fábricas em POPs de Ação e Assistentes não \nsão exibidas.  \nCentros de Estudos  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Centros de Estudos.   \n   \n Visualizar:  Acesso apenas para visualização de informações de \nCentros de Estudos.  \nNenhuma:  Seção Centros de Estudos da aba parceiros e opções \npara gerenciamento de Centros de Estudos em POPs de Ação e \nAssistentes não são exibidas.  \nGerencias  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Gerencias.  \nVisualizar:  Acesso apenas para visualização de informações de \nGerencias.  \nNenhuma:  Seção Gerencia da aba parceiros e opções para \ngerenciamento de Gerencia em POPs de Ação e Assistentes não \nsão exibidas.  \nDocumentos  Gerenciar:  Permite a criação, associação, edição e remoção de \nDocumentos.  \nVisualizar:  Permite apenas a visualização dos Documentos \nexistentes no repositório do RAS.  \nNenhuma:  Aba “Documentos” não é exibida, assim como as \ntabelas de Documentos associados nos mais variados Conceitos \ndo Sistema. Também não há acesso à opção de Criar e Associar \nDocumentos nos Assistentes. Vale ressaltar que Bulas XML são \nDocumentos e, portanto suj eitas ao mesmo tipo de controle.  \nDocumentos Confidenciais  Visualizar Documentos Confidenciais : Permite visualizar \ndocumentos identificados como confidenciais.  \nNão Visualizar Documentos Confidenciais:  Não Permite \nvisualizar documentos identificados como confidenciais.  \nVersões do Documento  Visualizar Apenas Última Versão Final:  Mostra apenas a versão \nfinal mais recente de um Documento. Ao editar um documento \n(caso Usuário tenha permissão para isso), não será exibida a \ntabela com o histórico do Documento sendo editado.  \nVisualizar todas as Versões de Documentos:  Mostra sempre a \nversão mais recente de um Documento, seja ela final ou não. Ao \neditar um documento (caso Usuário tenha permissão para isso),  \n   \n será exibida a tabela com o histórico de todas as versões do \nDocumento sendo editado.  \nConfiguração  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde todos os Cadastros Básicos do RAS.  \nVisualizar:  Acesso apenas para visualização dos dados dos \nCadastros Básicos.  \nNenhuma:  Aba “Configuração” não é exibida.  \nAdministração  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Usuários, Grupos e Permissões.  \nVisualizar:  Acesso apenas para visualização dos dados de \ncontrole de acesso do RAS.  \nNenhuma:  Aba “Segurança” não é exibida  \nPendências  Gerenciar Próprias:  Usuário visualiza e gerencia apenas as suas \npróprias Pendências (tanto Recebidas como Enviadas).  \nGerenciar de Todos:  Além de visualizar e gerenciar suas próprias \nPendências, é possível acessar todas as Pendências gerenciadas \npelo RAS, independentemente de quem as criou ou com quem \nestão.  \nTrilha de Auditoria  Visualizar Trilha de Auditoria:  Permite que o Usuário veja a Trilha \nde Auditoria de qualquer Conceito do RAS.  \nNão Visualizar Trilha de Auditoria:  Opção “Trilha de Auditoria” \nnão estará disponível nos POPs e ação do RAS.  \nRelatório de Petições  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba \n“relatórios”.  \nRelatório Simples:  Acesso apenas para Geração de Relatórios \nTabulares e sem acesso aos campos com indicadores.  \nRelatório Completo:  Acesso a todos os tipos de Relatório.  \nRelatório de Produtos  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba \n“relatórios”.   \n   \n Relatório Simples:  Acesso apenas para Geração de Relatórios \nTabulares e sem acesso aos campos com indicadores.  \nRelatório Completo:  Acesso a todos os tipos de Relatório.  \nRelatório de Apresentações  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba  \n“relatórios”.  \nRelatório Simples:  Acesso apenas para Geração de Relatórios \nTabulares e sem acesso aos campos com indicadores.  \nRelatório Completo:  Acesso a todos os tipos de Relatório.  \nRelatório de Processos  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba  \n“relatórios”.  \nRelatório Simples:  Acesso apenas para Geração de Relatórios  \nTabulares e sem acesso aos campos com indicadores.  \nRelatório Completo:  Acesso a todos os tipos de Relatório.  \nRelatório de Pendências  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba  \n“relatórios”.  \nRelatório Simples:  Acesso apenas para Geração de Relatórios  \nTabulares e sem acesso aos campos com indicadores.  \nRelatório Completo:  Acesso a todos os tipos de Relatório.  \nRelatório de Estudos  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba  \n“relatórios”.  \nVisualizar:  Permite a geração de Relatórios de Estudos.  \nCRC Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde CRC.  \nVisualizar:  Acesso apenas para visualização de informações de \nCRC.  \nNenhuma:  Aba “CRC” não é exibida.  \nRelatório CRC  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba   \n   \n “relatórios”.  \nRelatório Simples:  Acesso apenas para Geração de Relatórios  \nTabulares e sem acesso aos campos com indicadores.  \nRelatório Completo:  Acesso a todos os tipos de Relatório.  \nAcessórios  Gerenciar:  Permite a inclusão, exclusão, alteração e visualização.  \nVisualizar:  Acesso apenas para visualização dos dados.  \nNenhuma:  Sub Aba não é exibida.  \nHMP Gerenciar:  Permite a inclusão, exclusão, alteração e visualização.  \nVisualizar:  Acesso apenas para visualização dos dados.  \nNenhuma:  Sub Aba não é exibida.  \nDatas Planejadas da Petição  Gerenciar:  Permite atualizar o campo  \nNão Gerenciar:  Não Permite atualizar o campo. Esta opção \nsobrepõe a configuração “Gerenciar” especificas da data. Por \nexemplo, se esta configuração estiver como “não gerenciar” e a \nconfiguração da data de recebimento do último documento estiver \ncomo Gerenciar, somente a data real estará disponível para \ninformação.  \nData Recebimento Último \nDocumento (Petição)  Gerenciar:  Permite atualizar o campo planejado e real e exibir \nacuidade no relatório de petição.  \nNão Gerenciar:  Não Permite atualizar o campo. Se a opção for \nnão gerenciar, as datas planejada e real não serão exibidas, \nsobrepondo a configuração “Datas Planejadas da Petição”.  \nData Solicitação Documentação  \n(Petição)  Gerenciar:  Permite atualizar o campo planejado e real e exibir \nacuidade no relatório de petição.  \nNão Gerenciar:  Não Permite atualizar o campo. Se a opção for \nnão gerenciar, as datas planejada e real não serão exibidas, \nsobrepondo a configuração “Datas Planejadas da Petição”.  \nData Recebimento \nDocumentação (Petição)  Gerenciar:  Permite atualizar o campo e exibir acuidade no relatório \nde petição.   \n   \n Não Gerenciar:  Não Permite atualizar o campo. Se a opção for \nnão gerenciar, as datas planejada e real não serão exibidas, \nsobrepondo a configuração “Datas Planejadas da Petição”.  \nData de Implementação  \n(Petição)  Gerenciar:  Permite atualizar o campo.  \nNão Gerenciar:  Não Permite atualizar o campo.  \nPolítica de Senha  Gerenciar:  Permite atualizar as politicas de Senha.  \nNão gerenciar:  Não permite atualizar as politicas.  \nRelatório de Fábricas  Nenhuma:  Box do Relatório não é exibido ao Clicar na Aba  \n“relatórios”.  \nRelatório Simples:  Acesso apenas para Geração de Relatórios  \nTabulares e sem acesso aos campos com indicadores.  \nRelatório Completo:  Acesso a todos os campos e tipos de \nRelatório.  \nDatas de Registro do  \nProduto  Gerenciar:  Permite atualizar os campos \"data do primeiro registro\" \ne \"vencimento do registro\". Permite atualizar o alerta e dados do \nalerta.  \nNão Gerenciar:  Não Permite atualizar os campos \"data do primeiro \nregistro\" e \"vencimento do registro\", Permite visualizar o ícone \neditar alerta e visualizar os dados do alerta.  \nInsumo  Gerenciar:  Permite a inclusão, exclusão, alteração e visuazalição \nde Insumos e de todos os conceitos relacionados, como \nDocumentos e Apresentações.  \nVisualizar:  Acesso apenas para visualização de informações de \nInsumos.  \nNenhuma:  Aba “Insumos” não é exibida.  \nBusca e Atualização Simples de \nProtocolo  Sim:  Permitir acesso ao SISTEMA Y para usuários com permissão \nrestrita a protocolos, somente na ação “Atualizar” alguns campos.  \nNão:  Funcionalidade “Acesso Restrito a Protocolos” não tratada no \nsistema.   \n   \n   \nObservação 1:  Os campos Controlados possuem as opções Nenhuma, Visualizar, Gerenciar com \nControle e Gerenciar sem Controle. A opção de Gerenciar com Controle permite que o sistema \napresente a tela de registro de histórico de alteração do campo, porém se o nível de aces so do \ncampo controlado for Gerenciar sem Controle o campo não registrará as ações ocorridas no relatório \nde revisão de trilha de auditoria.  \n  \nObservação 2:  Campos obrigatórios não possuem o nível de acesso nenhum.  \n  \n3.3. Classificação:  \n  \nAlteração de Perfil no SYSTEMA Y  \n  \n  \n4. Anexo  \n  \n  \n ",
        "metadata": {
            "nome": "KB0012474 - ACESSOS - SYSTEMA Y - Alteração de Perfil.pdf",
            "Sistema":"Sistema Y"
        }
    },
    {
        "page_content": " \n   \n  INSTRUÇÃO DE TRABALHO (IT)  \n  \nInativação de Acesso de Usuário no SISTEMA Y  \n  \n  \n1.      Introdução / Pré -requisitos para execução da IT  \nEsta Instrução de Trabalho tem por objetivo apresentar o processo de Inativação de Acesso de \nUsuário no SISTEMA Y  e orientar todos os envolvidos no serviço para o desenvolvimento de \nsuas atividades.  \nAs atividades aqui descritas envolvem as equipes Central de Serviços e Gestão de Acessos.  \n Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2.      Referências  \n  \n3.      Descrição das Atividades  \nCentral de Serviços - CS \n3.1          Pré-requisitos:  \n• Caso a inativação de acesso não seja proveniente de desligamento de colaborador.  \no O solicitante deve ter o e-mail padrão gerado pela planilha Template  Solicitação de \nServiços SYSTEMA Y  e autorizado pelo Gerente Executivo, conforme exemplo \nabaixo. Caso necessário, encaminhar para o solicitante o link a seguir . Caso a \ninativação de acesso seja proveniente de desligamento de colaborador.  \no Abertura de chamado de desligamento de colaborador.  \n  \n3.2          Atividades:   \n   \n • Validar se o e-mail padrão está anexado ao chamado contendo a aprovação do \nGerente Executivo, em casos em que a inativação de acesso não seja proveniente de \ndesligamento de colaborador.  \n• Com todos os pré -requisitos preenchidos, o chamado deverá ser classificado com - \nInativação de Acesso a Usuário no SISTEMA Y  e enviar para o grupo solucionador \nN1 - ACESSOS . \nObs.: Faltando algum pré -requisito, o chamado deverá ser cancelado com a seguinte \ninformação: Esta solicitação está sendo cancelada por não conter os pré - requisitos \nnecessários para seu atendimento. Para solicitações de Inativação de Acesso de Usuário no \nSISTEMA Y , acessar a planilha Template  Solicitação de Serviços SYSTEMA Y , seguindo \ntodas as orientações contidas na mesma.  \n  \nGestão de Acessos - N1 - ACESSOS  \n3.3          Pré-requisitos:  \n• Usuário com perfil administrador de acessos no Módulo QEF do SISTEMA Y . \n  \n3.4          Atividades:  \n• Acessar o Módulo QEF do SISTEMA Y  pelo link  Figura 1: Login no SISTEMA Y  QEF.  \n  \n  \n• Selecionar o checkbox Windows Authentication  e então clicar em LOG IN . O Sistema \nutilizará as credenciais do usuário do computador. A página abaixo será exibida.  \n \nFigura 2: Página Inicial do SISTEMA Y  QEF.  \n  \n• Selecionar na guia SECTIONS , a seção Users and Groups .  \n• Figura 3: Selecionar Users and Group ”. \n  \n• Selecionar Users . \nFigura 4: Selecionar Users . \n  \n• Filtrar o usuário a ser inativado, conforme Figura 5 . \nFigura 5: Filtro de Usuário.   \n   \n   \n• Clicar em Member Of . Excluir o(s) grupo(s) vinculado(s) ao usuário, exceto All Users . \n•  \nFigura 6: Inativar Licença de Usuário.  \n  \n• Confirmar a alteração do usuário no pop-up clicando em OK. \n  \nFigura 7: Confirmação de Inativação do Usuário.  \n  \n  \n• Em casos de inativação(ões) de licença(s) de acesso(s), ou seja, retirada dos grupos \n“GrpQEP”, “GrpQIS”, “GrpQLM_QEA” e “GrpQLM_QEM”, seguir passos abaixo, caso \ncontrário,  \no Selecionar na guia SECTIONS , a seção Licenses .  \nFigura 8: Selecionar “ Licenses ”. \n  \nSelecionar a(s) licença(s) correspondente(s) ao(s) acesso(s) inativado(s).   \n \no Figura 9: Selecionar Licença(s).  \n  \no Clicar no botão de refresh  conforme destacado na Figura 10 .  \nFigura 10: Refresh da Licença.  \n  \no Confirmar a atualização da licença no pop-up clicando em OK. \n  \nFigura 11: Confirmação de Atualização de Licença.  \n  \no Abrir o Anexo II - Controle de Licenças do SISTEMA Y  e liberar a(s) licença(s) na \ncoluna Em Uso  do Gerente Executivo do usuário para cada tipo de licença inativada.  \no Alterar o status do acesso ao SISTEMA Y  do usuário na ZBO104 para “Inativo”.   \n   \n • Concluir o chamado de inativação de acesso.  \n4.      Anexos \nNão há Anexos.  ",
        "metadata": {
            "nome": "KB0012483 - Inativação de Acesso de Usuário no SYSTEMA Y.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)  \nALTERAÇÃO DE PERFIL NO SISTEMA Y  \n  \n1. Introdução / Pré -requisitos para execução da IT  \nEste documento estabelece os procedimentos que a Central de Serviço deverá seguir para \nabertura de chamado de alteração de perfil de usuário no SYSTEMA Y . \n1.1 Pré-requisitos:  \na) Nome Completo do colaborador;  \nb) Usuário de acesso ao sistema;  \nc) Ambiente que deseja alteração (QAS e PRD);  \nd) Motivo da alteração de perfil;  \ne) Grupo de acesso ou usuário cópia.  \nf) Autorização do gerente imediato do colaborador.  \n Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n \n2. Referências  \n· GRUPO DESIGNADO : Refere -se a fila de atendimento para determinada solicitação \n(N1-ACESSOS ) \n  \n3. Descrição das Atividades  \nAcesse o sistema via Internet Explorer utilizando o endereço ambiente de \nDESENVOLVIMENTO   \n   \n PRODUÇÃO.  \n3.1. Faça logon  utilizando o usuário e senha de ADMINISTRADOR para acesso ao \nsistema.  \n \n  \n3.2. Clique em Configurações:  \n \n  \n3.3. Na tela que abriu, clique em Usuários:  \n  \n \n  \n  \n3.4. Na tela que abriu, clique sobre o usuário que deseja alterar o perfil.  \n  \n \n  \n3.5. Informe o tipo de perfil que o usuário terá, de acordo com as opções existentes e \nclique em salvar.  \n  \n \n \n  \n4. Anexos  \nNão há anexos.  ",
        "metadata": {
            "nome": "KB0027989 - Alteração de Perfil de Usuário SYSTEMA Y.pdf",
            "Sistema":"Sistema Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)  \nCRIAÇÃO DE USUÁRIO DO SISTEMA Y  \n  1.      Introdução / Pré -requisitos para execução da IT  \nEsta Instrução de Trabalho visa orientar na atividade de criação de acesso do usuário no \nSISTEMA Y . \n  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n1.1 Pré -requisitos:  \na. Nome completo do usuário;  \nb. E-mail corporativo do usuário;  \nc. Chamado deve ser aberto com o aval do Gestor da área.  \n2.      Referências  \nNão há referências.  \n3.      Descrição das Atividades  \nPara criar um usuário no SISTEMA Y  deve -se acessar o sistema pelo ícone de atalho na área \nde trabalho.  \n3.1 Após acessar o sistema aparecerá a imagem abaixo, onde será necessário inserir o \nseu login e a  senha.  \n \n3.2 Para a criação de um novo usuário:  \n3.2.1 Clique em “Usuários”  \n \n3.2.2 Na tela “Cadastro de Usuários” clique em “Incluir”.  \n  \n   \n 3.2.3 Na tela de “Cadastro de Usuários” digite os dados do novo usuário.  \n \n3.2.4 Digite os dados do novo Usuário, definido pelos campos apresentados:  \nCampo  Descrição  \n*Login  Login do usuário  \n*Senha  Senha do usuário  \n*Confirmação de senha  Confirmar senha do usuário  \n*Nome  Nome completo do usuário  \n*E-mail E-mail completo do usuário  \n*Perfil  Marque a opção “Operador -Operador”, caso o \nusuário seja administrador marque \n“Administrador -Administrador”.  \n*Bloqueado  Marque a opção “Não”.  \n* Campos Obrigatórios  \n  \n3.2.5 Clique em “Salvar” para gravar os dados do Usuário sendo criado.  \n  \n4.      Anexos \n• Não há anexos.  ",
        "metadata": {
            "nome": "KB0040242 - Criação de usuário do SYSTEMA Y.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n  \n \n \nINSTRUÇÃO DE TRABALHO (IT)  \nZBO127_ INATIVAÇÃO DE USUÁRIO PELO RH  \n  \n1. Introdução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho visa orientar o analista/assistente a realizar a inativação de \ncolaborador no cadastro único de usuários do SAP.  \nO RH Operacional realiza inativação de acesso para colaborador das categorias Funcionário e \nTerceiro.  \nA Central de Serviços realiza inativação de acesso para colaborador da categoria Terceiro.  \n1.1 Pré -requisitos:  \na) Nome de identidade e e -mail autorizando a revogação (Recebido na caixa \n“suporte. A EMPRESA X ”). \nb) Acesso à transação ZBO127.  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n \n  \n2. Referências  \nNão há referencias.  \n  \n3. Descrição das Atividades   \n  \n \n \nPasso 01: Realizar abertura do chamado no sistema conforme print abaixo:  \nCategoria: Acesso > Inativação de Usuário > Sintoma: Desligamento de Terceiro.  \n  \nMotivo da Inativação:  \n- Revogação solicitada via e -mail por XXXXXX  \nDescrição:  \n- -Sr(a). xxx, solicita revogação de acesso para: xxx  \n \nPasso 02 : Abrir o SAP Logon e selecionar o sistema “ 02) SAP ERP Produção” . \nPasso 03 : Em Mandante digite 000 > Digite seu usuário e senha > “ Enter” . \nPasso 04 : Digite a transação “ ZBO127 ” Tecle “ Enter ”.  \nPasso 05: Digite o número  da identidade no campo “ identidade ” e tecle enter. Caso não saiba \no número da identidade, clique no mechcode  do campo “identidade”.  \n \n05.1 - Digite o Nome  do usuário no campo “ Nome da Identidade ” ou componha uma busca \ncom quantos campos for necessário e clique no botão avançar   \n05.2- Verifique o Nome da Identidade  e clique no botão avançar  . \nPasso 06:  Após encontrar o número da identidade  tecle” enter ”. \n Se o usuário estiver ativo:  \nPasso 07:  Clique no botão inativar  . \nPasso 08: Insira a Data de desligamento do usuário no modelo DD.MM.AAAA e se desejável \ndescreva o Motivo do desligamento.  \nPasso 09: Após realizar todas as alterações, clique  no botão salvar . \nPasso 10: Aparecerá um pop up  de Confirmação de que foi encaminhada a solicitação de \nserviço à central, clique em   \nObs: Caso o colaborador tenha acesso a sistemas e equipamentos alocados serão abertos \nchamados de forma automática para revogação deles.  \n4. Anexos  \nNão há anexos.  \n  \n",
        "metadata": {
            "nome": "KB0040416 - CS - SAP - ZBO127 INATIVAÇÃO DE USUÁRIO.pdf",
            "Sistema":"SAP"
        }
    },
    {
        "page_content": "  \n \n \n    \n    \n    \n    \n \nINSTRUÇÃO DE TRABALHO (IT)  \nSYSTEMA Y  - CRIAÇÃO DE USUÁRIO  \n1. Introdução / Pré -requisitos para execução da IT  \nEste documento estabelece o procedimento que os analistas de acessos deverão seguir para \ncriação de usuário no SISTEMA Y . \n1.1 Pré-requisitos:  \na) Nome Completo do usuário;  \nb) E-mail corporativo do usuário;  \nc) Login de rede do usuário;  \nd) Perfil a ser atribuído ou usuário cópia;  \ne) Ambiente que deseja acesso (DEV e PRD);  \nf) Aval do Gerente de Compliance Fiscal:  \ng) Informar o Módulo desejado (Administração, ECF, EFD Reinf);  \nh) Acesso administrativo ao SYSTEMA Y . \nRevisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n \n2. Referências  \n· Abertura de chamado - Central de Serviços    \n \n \n    \n    \n    \n    \n \n3. Descrição das Atividades  \nAcesse o sistema via Internet Explorer utilizando o endereço HTTPS://XXXXXX  ambiente de \nDESENVOLVIMENTO. Faça logon  utilizando o usuário e senha de acesso. Também pode ser \nselecionado o idioma, em caso do não preenchimento será considerado idioma selecionado na \ncriação do usuário.   \n3.1. Clique em Administração:  \n3.2. Acesse o menu Segurança> Usuário:  \nPara criar um novo usuário clique em “Segurança” e depois “Usuário”, conforme figura abaixo:  \n3.3. Realize a operação de cadastro:  \nClique em “Executar Consulta”, e lista de usuários criadas será mostrado.  \nClique em “Novo”, conforme figura abaixo.  \n3.4. Defina os seguintes campos:  \nInforme os campos, conforme exemplo na figura abaixo:  \nNOME DO \nCAMPO  DADOS A PREENCHER  \nNome  Nome completo do usuário  \nUsuário  Nome de acesso que possibilita entrar no sistema  \nE-Mail E-mail a partir do qual o usuário poderá receber mensagens do sistema.  \nTambém é utilizado em casos de esquecimento de senha, para enviar uma senha \nprovisória ao usuário.  \nAtributos  Senha nunca expira:  A senha cadastrada para o usuário é definitiva e não precisará \nser trocada após um determinado período de tempo, cuja quantidade é estipulada por \num usuário administrador do sistema na Configuração de Segurança. Esta opção é \ndependente do atributo \"Não po de alterar senha\", ou seja, se um estiver selecionado é \nnecessário marcar o outro também.  \nAltera senha no próximo logon:  Força o usuário a trocar sua senha na próxima \ntentativa de Logon no sistema. É uma funcionalidade padrão no sistema, isto é, para \ntodo usuário recentemente cadastrado, haverá necessidade de alteração de senha no \nprimeiro Logon. Este campo não pode ser mar cado se o campo \"Não pode alterar \nsenha\" estiver ativo.  \nNão pode alterar senha:  Se ativado, a alteração de senha pelo usuário não será \npermitida. Ou seja, o usuário não poderá utilizar a opção “Alterar Senha” encontrada na \ntela de Logon do sistema. Esta opção é dependente do atributo \"Senha nunca expira\", \nou seja, se um estiver selec ionado é necessário marcar o outro também.    \n \n \n    \n    \n    \n    \n \nAcesso simultâneo:  O usuário pode conectar -se ao sistema em diferentes máquinas \nao mesmo tempo.  \nStatus  Indica a situação do usuário:  \n- Se a opção Inativa  estiver marcada: ele não possui mais acesso ao sistema, ou seja, \no usuário encontra -se bloqueado.  \n- Se a opção Ativa  estiver marcada: a conta do usuário está ativa e ele pode acessá -la. \nLocalidade  Indica o idioma de acordo com a localidade do usuário.  \nProfile de \nSegurança  Campo para seleção do perfil de segurança a que o usuário deve ser vinculado. O Perfil \nde Segurança é vinculado a uma ou mais Role, a qual contém as permissões de acesso \nàs funcionalidades do sistema, isto é, ao conjunto de direitos/ações/restrições a qual  o \nusuário estará associado.  \nTipo do Usuário  Neste campo é escolhido o Tipo de usuário para o qual são válidas cada definição:  \n- Super User:  possui todas as permissões dentro do sistema, sem restrições. Quando \num usuário do tipo Super User logar no sistema não será realizada nenhuma validação \nde direito de acesso as funcionalidades.  \n- Common User:  usuário de acesso ao sistema. Suas possibilidades de uso e \nrestrições dentro do sistema dependem das configurações de perfil que definem seu \nnível de acesso.  \n- Interface User:  exclusivamente responsável pela execução das interfaces do sistema.  \n  \n3.5. Salve o Cadastro.  Clique em “Salvar”.  \n3.6. Redefinir chave de segurança “Salvar” e “Sair”.  \nNOME DO \nCAMPO  DADOS A PREENCHER  \nUsuário  Nome do usuário para o qual se deseja redefinir a senha.  \nNova Senha  Campo para inserir um novo código de acesso ao sistema para o usuário. Essa senha \ndeve seguir as regras definidas na Configuração de segurança. Exceto se essa \nredefinição for feita pelo administrador do sistema.  \nConfirmar Senha  Campo para confirmação da nova senha. Recurso de segurança.  \nAconselhamos realizar a mudança de senha inicialmente criada. Acesse o portal com usuário \ncriado e a nova senha. Ao abrir a tela de “alterar Senha” Informe os dados solicitados e clique \nem salvar. O sistema fará a alteração.  \nConforme política de senhas da companhia, a mesma deve possuir 08 caracteres sendo \nobrigatório:  \n• Letras maiúsculas;    \n \n \n    \n    \n    \n    \n \n• Letras minúsculas;  \n• Números;  \n• Caracteres especiais.  \n4. Anexos  \n· Não há anexos.  ",
        "metadata": {
            "nome": "KB0041208 - Criação de Usuário no SYSTEMA Y.pdf",
            "Sistema":"SYSTEMA Y"
        }
    },
    {
        "page_content": "  \n \n \n    \n    \n    \n    \n \n   \n INSTRUÇÃO DE TRABALHO  \nFIELD – SISTEMA Y – ANDROID  \n \n \nEste documento tem por objetivo orientar o time de FieldService  na padronização de móveis destinado ao \npúblico Android Xxxxx . \n \n Pré-requisitos:  \na) Realizar previamente o cadastro do SN do dispositivo no portal SISTEMA Y  pelo link \nhtttxxxxxxxxxx..  \nb) Perfil destinado a todos os cargos até g eren cia. \n \n• ND \n \n \n Após realizar o HardReset, selecione o idioma e clique em Iniciar. Em seguida no lugar do e -mail \ninsira o valor afw#setup e clique em Próxima  \n \n Siga com a instalação do Android Device Policy e aceite os termos . \n \n Aponte a câmera para o QRCode. Caso apresente erro na leitura você pode inserir o código \nRUCNJNUC . \n \n Aceite  os termos novamente e faça logon com a conta Da EMPRESA X  do colaborador.  \n \n Clique em entrar e faça logon novamente com a conta Da EMPRESA X  do colaborador.  \n \n Finalizado, basta aguardar que os aplicat ivos e demais configurações sejam aplicados \nautomaticamente.  \n \n \n• ND   1. Introdução / Pr é-requisitos para execução da IT  \n  2. Referências  \n  3. Descrição das Atividades  \n  4. Anexos  ",
        "metadata": {
            "nome": "KB00510002 - FIELD - SYSTEMA Y – Android.pdf",
            "Sistema":"Sistema Y"
        }
    },
    {
        "page_content": "   \n \n   \n INSTRUÇÃO DE TRABALHO  \nINFRA - SYSTEMA Y  - LIBERAÇÃO DE ACESSO SYSTEMA Y  \n \n \nLiberação de acesso  ao SYSTEMA Y  \n \n Pré-requisitos:  \n \n✓ Aval do Gerente responsável com CDC.  \nApós central de serviços coletar os pré -quesitos irá recategorizar o chamado para fila do time de “ X”. \n \nCategoria: A \nSubcategoria: B \nSintoma: C \nQualificação Sintoma: D \n \nNão há referências.  \n \n \nProcedimento de liberação de acesso ao SYSTEMA Y  \n Validação de Licença , verificar se existe licença E5 publicada para colaborador ( M365 \nXXXXXXX  XXX) no Active Directory . \n  \n3.1.1 Incluir  usuário no grupo de liberação da ferramenta  Azure Virtual desktop (AVD)  “G-XXXXXX - \nSYSTEMA Y ”. \n \n \n \n \n \n \n \n \n3.1.2 Métodos de acesso.  \n \n▪ Cliente Área de Trabalho do Windows (recomendado - 01): \n \n▪ Cliente Microsoft Store (recomendado - 02) \n \n▪ Cliente para área de trabalho MacOS.    1. Introdução / Pr é-requisitos para execução da IT  \n  2. Referências  \n  3. Descrição das Atividades     \n \n   \n ▪ Cliente WEB (recomendado somente em último caso por não apresentar total performance)  \n \n \n \nNão há anexos .   4. Anexos  ",
        "metadata": {
            "nome": "KB0051001 - INFRA - AVD - LIBERAÇÃO DE ACESSO AZURE VIRTUAL DESKTOP.pdf",
            "Sistema":"SYSTEMA Y"
        }
    },
    {
        "page_content": " \n   \n   \nINSTRUÇÃO DE TRABALHO (IT)  \nSYSTEMA Y  - Ativar, Inativar Acesso e transferir licenças  \n \nIntrodução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho orienta o passo a passo para ativar ou inativar acesso de usuário no \nSISTEMA Y  \n \n1.1 Pré-requisitos para Ativação  \na) Nome do colaborador;  \nb) Usuário do SISTEMA Y ; \nc) Solicitar aval do keyuser xxxxxx ou xxxxxxxxx ; \n Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n1.2 Pré-requisitos para Inativação  \na) Nome do colaborador;  \nb) Usuário do SISTEMA Y ; \nc) Motivo da inativação do usuário;  \nd) Solicitar aval do keyuser XXXXXXXXX ou XXXXXXXXXX ; \ne) O RH ou gerente imediato (para colaborador terceiro) poderá solicitar a inativação \ndo usuário sem necessidade do aval anexado.  \n1.3 Pré-requisitos para Inativação com transferência de Licença   \n   \n a) Nome do colaborador;  \nb) Usuário do SISTEMA Y  que terá a licença removida;  \nc) Usuário do SISTEMA Y  que terá a licença atribuída;  \nd) Solicitar aval do keyuser XXXXXX ou XXXXXXXXX ; \nReferências  \nNão há referências.  \n \nDescrição das Atividades  \n3.1 Ativar ou inativar acesso de usuário  \nPara esse procedimento, o usuário está criado. Portanto, o mesmo pode ser ativado ou \ninativado seguindo os passos abaixo.  \nAo acessar o SISTEMA Y , selecione a opção Manage Users :  \nO sistema abrirá a tela de help desk, acessar com usuário e senha:    \nSerá aberta a página de gerenciamento de usuário:    \nSelecione o usuário por uma das seguintes formas:  \n1. Digite o usuário do SISTEMA Y  e clique em “ Apply Filter ”; \n2. Selecione o usuário na tela de usuário:   \n  \n3. Clicar em “ Edit User ”:O parâmetro que define um usuário como ativo ou não é o \nparâmetro Enabled ¸ caso o mesmo esteja marcado o usuário está ativo , caso esteja \ndesmarcado o usuário está inativo .  \n  \nAnexos \nNão há anexos.  \n ",
        "metadata": {
            "nome": "KB0053251 - SYSTEMA Y - Ativar, Inativar Acesso e transferir licenças.pdf",
            "Sistema":"Sistema Y"
        }
    },
    {
        "page_content": " \n  \n \n \nIT - INSTRUÇÃO DE TRABALHO  \nCS - SAP - ZBO103 ATUALIZAR DADOS DA BU  \nIntrodução  \nQuando um colaborador DA EMPRESA X  entrar em contato comunicado que agora seu e -mail deixará \nde ser DA EMPRESA X e se tornará DA EMPRESA X  ou DA EMPRESA X (por exemplo). O analista \nN1 deve realizar as orientações descritas nessa IT.  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time de GQ -\nDigital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no Sistema de \nITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status \nde resolvido.  \n \nReferências  \nPalavras chaves: domínio, e -mail. ZBO103, AD, mudança no domínio.  \n \nDescrição  \nN1-Outros em posse dos requisitos, realiza a troca do E -mail na ZBO103 , campo E -mail. \n3.1 Inicia a edição  \n3.2 edita o campo e -mail  \n3.3 Preenche o campo motivo, com o número do chamado e no campo Nr chamado colocar apenas o \nnúmero da TASK.  \n3.4 Após alterado e colocado os dados, precisa gravar como apontado abaixo  \n \n3.5 Evidencia a alteração na ZBO103 e AD dos campos de Email (General e Account) no chamado  \nRequisito da atividade:  \n• Aval gerencial  \n• Motivo:  \n• De: user@xxxxxxxxx.com.br  \n• Para: user@yyyyyyyyyy.com.br   \n  \n \n \n  \nObs: Antes de concluir esse 1 chamado, abra um novo chamado e com as mesmas \nevidências e aval enviar para Equipe X  para que realizem a alteração do novo e -\nmail no AD e informe o número desse 2° chamado no 1° chamado aberto para o \nconcluir corretamente.   \n  \nAnexos  \nSem anexos  ",
        "metadata": {
            "nome": "KB0054515 - CS - SAP - ZBO103 ATUALIZAR DADOS DA BU.pdf",
            "Sistema":"SAP"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT) Troca de perfil de Usuário \nno Sistema Dynamics - Voluntários  \n \n \n1. Introdução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho descreve a atividade de Troca de perfil de Usuário no SISTEMA Y . \n1.1 Pré -requisitos:  \n· Ambiente que usuário deseja alterar acesso (DEV, QA, PROD):  \n· Nome completo do usuário que terá o perfil alterado;  \n· Login de rede do usuário que terá o perfil alterado;  \n· Nome do perfil que deverá ser adicionado ao usuário;  \n· Aval da área do A EMPRESA X  (pesquisas com consumidor). Responsáveis:  \n· XXXX (XXXX@XXXX.COM)  \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistemas deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referências  \n· PROCEDIMENTO:  \n3. Descrição das Atividades  \nPara acessar ao APLICATIVO de Voluntários:  \n· Acesse o browser de acordo com o ambiente solicitado:  \n· (Desenvolvimento);   \n   \n · (Homologação);  \n· (Produção).  \n  \n· Informe o e -mail corporativo e clique em \"Avançar\".  \n \nExecute os seguintes passos:  \n \n· Clique no botão > \"Configurações\" > \"Segurança\", conforme demonstrado abaixo:  \n  \n· Clique em \"Usuários\".  \n \n· Pesquise e selecione o usuário desejado. Confira a \"Unidade de Negócios\".  \n \nNOTA:  Caso o usuário acesse outros Aplicativos além de “Voluntários”, OBRIGATORIAMENTE \neste usuário deve ser mantido na Unidade de Negócio “ A EMPRESA X ”, do contrário não terá \nacesso aos registros desta unidade de negócio.  \n· Para alterar os direitos de Acesso, clique em ‘Gerenciar Funções’ e selecione os itens de acordo \ncom a nova função informada pelo usuário:   \n \n· Se função é “ Gerente ”, selecionar os itens abaixo:  \n· [VOL] - Administração  \n· [VOL] - APP  \n· [VOL] - Survey  \n· Se função é “ Coordenador ”, selecionar os itens abaixo:  \n· [VOL] - Administração  \n· [VOL] - APP  \n· [VOL] - Survey  \n· Se outras funções, selecionar os itens abaixo:  \n· [VOL] - Perfil A  \n   \n · [VOL] - APP  \n  \n· Mantenha o usuário selecionado e clique em \"Mais Comandos\" > \" Abrir Caixa de Correio \" \npara sua configuração.   \n· Configure os campos de \" Método de Sincronização \" conforme abaixo e clique em \n\"Salvar \" . \n \n  \nAnexos \nNão há anexos.  ",
        "metadata": {
            "nome": "KB0059109 - Troca de perfil de Usuário no SYSTEMA Y.pdf",
            "Sistema":"Sistema Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT) SYSTEMA Y  - Criação de \nPerfil  \n \n \n1. Introdução / Pré -requisitos para execução da IT  \nEste documento estabelece o procedimento que os analistas de acessos deverão seguir para \ntratativa da solicitação de criação de perfil no SISTEMA Y  \n  \n1.1 Pré-requisitos  \na) Nome do novo grupo;  \nb) Planilha de acesso preenchida;  \nc) Informar os colaboradores que terão acesso ao novo grupo;  \nd) Chamado deve ser aberto ou possuir o aval do coordenador da área:  \n· user@xxxxxxxxx.com.br  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao SISTEMA Y  deverão ser revisados pelo Gestor do time de GQ -\nDigital.  \nb) A lista de acessos ativos no SISTEMA Y  será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou informando \nquais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no SISTEMA Y  de \nITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status de \nresolvido.  \n  \n2. Referências  \nNão há referências.  \n3. Descrição das Atividades  \nPara criar perfil de um usuário deve -se acessar o SISTEMA Y  pelo seguinte endereço:  https://xxxxxx  \n   \n   \n 3.1. Após digitar o endereço acima no browser do seu navegador aparecerá a imagem \nabaixo, onde será necessário inserir o seu login e a senha.  \n \nObservação:  O acesso ao SISTEMA Y  somente é possível no navegador Internet Explorer.  \n  \n3.2. Para adicionar um novo Grupo:  \n  \n1. Clique na Aba Segurança:   \n2. Utilizando o Assistente, clique em Grupos de Usuário:   \n3. A Home de Grupos de usuário será apresentada:   \n4. Selecione no assistente a opção criar grupo de usuário:  \n5. Digite nome do Grupo, informado no chamado, no campo “Nome do Grupo”:   \n6. No campo “Não Relacionados” selecione os usuários que terão acesso a esse grupo, \ntransfira -os para o campo “Relacionados”, através do botão , e clique em “Salvar e \nGerenciar Permissões”:   \n7. Atribua as permissões no novo grupo e clique em “Salvar”.  \nObservação:  O SISTEMA Y  não permite a criação de grupos de usuários com nome já existentes.  \n  \n3.3 Classificação:  Criação de Perfil no SISTEMA Y  \n  \nAnexos \n  ",
        "metadata": {
            "nome": "KB0059112 - SYSTEMA Y - Criação de Perfil.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO SYSTEMA Y – Gestão de Acessos  \n1. Introdução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho tem por objetivo descrever os processos de execução referente à \ngestão de acesso do usuário no sistema SISTEMA Y . \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistemas deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referências  \nNão há referências.  \n3. Descrição das Atividades  \n3.1 Alteração de Senha do Sistema Y \n  \nPré-Requisitos:  \n· Nome completo;  \n· Login;  \n· Divisão.  \n \nObs.:  Para os colaboradores com cargo Promotor, o usuário afetado e relatado será o gestor \ncadastrado na Base Única, transação ZBO103.  \nClassificação do chamado:  \nDirecionar chamado:  Grupo N1 -XXXXXXXXX  \nDescrição das atividades:   \n   \n Após acessar o SISTEMA Y , selecione o menu “Admin.Sistema” e em seguida clique na opção \n“Usuário”:  \n \nPesquise o usuário através do botão :  \nInforme o Nome completo do usuário e clique em “Procurar”, conforme abaixo:   \n  \nSelecione o colaborador e clique no botão “Alterar Senha”:   \nInforme a senha no campo “Nova Senha” e clique no botão “Alterar Senha”:  Solucione o \nchamado.  \n  \n3.2 Alteração de Perfil de Usuário do Sistema Y. \nSão autorizados para registrar chamado ou validar via e -mail: \n  \n1. Pré -requisitos: SISTEMA Y  \nSão autorizados para registrar chamado ou validar via e -mail: \n· RH;  \n· Responsabilidade por área:  \n· Administração de Vendas: XXXXX  \n· Aplicações: XXXXX  \n· Desenvolvedor: XXXXXX . \n· Funcional TI Base: XXXXXX  \n· Gestão de Acesso: XXXXX  \n· Central de Serviços: XXXXX . \n· Controles Internos: XXXXXX , ou possuir seu aval anexado no chamado.  \nInformar os dados abaixo:  \n· Nome Completo;  \n· Responsabilidade;  \n· Responsabilidade TI – Gerente de Aplicações, ou possuir seu aval anexado no chamado;   \n   \n · Posição;  \n· Divisão do Colaborador;  \n· Usuário Cópia;  \n· Setor (para Promotor);  \n· Supervisor do Promotor (para Promotor).  \nClassificação do chamado: Gestão de Acessos \\ Alteração de Perfil de Usuário do Sistema \nSYSTEMA Y  \nDirecionar chamado:  Grupo  N1-xxxxxxxxx  \n3.3 Alteração de Perfil do SISTEMA Y . \nPara alterar, adicionar ou remover nova(s) tela(s) em perfil existente, cuja alteração é refletida \npara todos os usuários desse mesmo perfil, ou solicitar a criação de um novo perfil, são \nautorizados para registrar chamado:  \n· Colaborador da Companhia, exceto XXXXXX  e YYYYYYYY , conforme cadastrado \nna Base Única, transação ZBO103.  \n· Informações necessárias para abertura do chamado:  \n· Aval do gestor  cadastrado na Base Única, transação ZBO103 ; \n· Módulo;  \n· Tela;  \n· Tipo de acesso.  \n  \nClassificação do chamado: Gestão de Acessos \\ Alteração de Perfil do SYSTEMA Y \nDirecionar chamado:  Grupo N1 -xxxxxxxxx  \nCriação de Usuário do SISTEMA Y . \nSão autorizados para registrar chamado ou validar via e -mail: \n2. Pré -requisitos: SISTEMA Y  \nSão autorizados para registrar chamado ou validar via e -mail: \n· RH;  \n· Responsabilidade por área:  \n· Administração de Vendas: XXXXXX  \n· Aplicações: XXXXXX   \n   \n · Desenvolvedor: XXXXXX  \n· Funcional TI Base: XXXXXX . \n· Gestão de Acesso: XXXXXX . \n· Central de Serviços: XXXXXX  \n· Controles Internos: XXXXXX ou possuir seu aval anexado no chamado.  \nInformar os dados abaixo:  \n· Nome Completo;  \n· Responsabilidade;  \n· Responsabilidade TI – Gerente de Aplicações, ou possuir seu aval anexado no chamado;  \n· Posição;  \n· Divisão do Colaborador;  \n· Usuário Cópia;  \n· Setor (para Promotor);  \n· Supervisor do Promotor (para Promotor).  \nClassificação do chamado: Gestão de Acessos \\ Criação de Usuário do SYSTEMA Y  \nDirecionar chamado:  Grupo  N1-xxxxxxxxxxxx  \n4. Anexos  \nNão há anexos.  ",
        "metadata": {
            "nome": "KB0059113 - SYSTEMA Y – Gestão de Acessos.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n INSTRUÇÃO DE TRABALHO (IT)  \nEspaider – Atribuição de Perfil  \n  \n1. Introdução / Pré -requisitos para execução da IT  \nEste documento estabelece o procedimento que os analistas de acessos deverão seguir \npara tratativa da solicitação de atribuição de perfil no SISTEMA Y . \n  \n1.1 Pré-requisito:  \na) Aval do Gerente.  \nb) Perfil que deseja acesso.  \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistemas deverão ser revisados pelo Gestor do time \nde GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referências  \nNão há referências.  \n3. Descrição das Atividades  \nPara atribuir perfil a um usuário deve -se acessar o sistema pelo seguinte endereço:  \nHTTPS://XXXXX  \n  \n3.1. Após digitar o endereço acima no browser do seu navegador aparecerá a imagem \nabaixo, onde será necessário inserir o seu usuário e a senha.  \n  \n Observação: Acesso ao sistema ocorre de forma automática, se utilizado o navegador Internet \nExplorer. Caso utilize outro navegador, é necessário informar o login e a senha, conforme \ndemonstrado acima.  \n  \n3.2. Em seguida, clique em “Segurança” e “Usuários” para visualizar os usuários que já \npossuem cadastro:  \n \n \n3.3. Para verificar se o usuário já existe, escolha a opção “Ativo” no campo “Filtros \nRápidos”. Em seguida, digite o nome do usuário no campo “Procurar”, tecle “Enter” e \nselecione com duplo clique:  \n  \n3.4. Em seguida, clique na aba “Grupos” e clique na seta para adicionar o acesso \npara o usuário:  \n \nObservação:  Para os usuários de pessoa física utilizam -se os Módulos “Requisições” e “Papel \nRequisitante”. Caso seja usuários de pessoa jurídica deve -se utilizar o usuário cópia para \nidentificação dos módulos.  \n3.5. Verifique se os módulos selecionados estão em “Funções” e clique em “Salvar e \nFechar”:  \n  \n \nAnexos \nNão há Anexos.  \n ",
        "metadata": {
            "nome": "KB0059116 - SYSTEMA Y – Atribuição de Perfil.pdf",
            "Sistema":"sistema Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)  \nDynamics Artes - Remoção de Acesso  \n  \n1. Introdução / Pré -requisitos para execução da IT  \n \nEsta instrução de trabalho descreve a execução das atividades de remoção de acesso dos \ncolaboradores na ferramenta SISTEMA Y . \nPré-requisitos Mínimos de Acesso ao SISTEMA Y : \na) Equipamento ( Desktop  ou Notebook ) devidamente configurado com acesso à \ninternet e pacote Office;  \nb) Acesso à ferramenta Microsoft Dynamics CRM 365 Completo (perfil Administrador \nde Sistema):  \nc) Nome do Usuário, aplicativos que irá remover;  \nd) Unidade de Negócio em que o usuário será alocado caso a remoção seja parcial;  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistemas deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n  \n2. Referências  \nNão há.  \n \n3. Descrição das Atividades   \n   \n 1. Para remoção de acesso ao APLICATIVO de Artes:  \nNo SISTEMA Y  (SISTEMA Y  -> Configurações -> Segurança -> Usuários), selecione o \nusuário e retire TODOS direitos de Acesso da lista, clicando em ‘Gerenciar Funções’:  \n· [ART] - Artes  \n· [ART] - Artes Mobile  \n· [ART] - Aprovador Briefing  \n· [ART] - Aprovador Material  \n· [ART] - Solicitante  \n· [ART] - Coordenador Artes  \n· [ART] - Equipe Artes  \n· [ART] - Responsável Trade   \nNOTAS:  \nCaso a remoção de acesso seja PARCIAL, ou seja, o usuário terá acesso a outros Aplicativos, \ndeve -se adotar o procedimento descrito pelos Aplicativos mantidos para realocar à nova \nUnidade de Negócio.  \nCaso a remoção de acesso seja TOTAL, deve -se: \n1) Retirar o direito de acesso “Colaboração” ao usuário no Sharepoint Online para os \nsites:  \n2) Retirar ou Revisar a Licença aos Produtos no Centro de Administração do Office \n365. \n  \nAnexos \nSem anexo  \n  \n \n ",
        "metadata": {
            "nome": "KB0059193 - SYSTEMA Y - Remoção de Acesso.pdf",
            "Sistema":" SISTEMA Y"
        }
    },
    {
        "page_content": " \n   \n INSTRUÇÃO DE TRABALHO (IT)Sistema Y - Classificação \nde Chamados - Acesso  \n \n1. Introdução / Pré -requisitos para execução da IT  \nO objetivo dessa instrução de trabalho é descrever os serviços do SISTEMA Y e quais \ninformações são necessárias para o suporte da ferramenta pela CS. \n \n***Nesta IT estão os passos que a CS deve seguir apenas dos serviços técnicos relacionados à \ngerência de Aplicações, suportados pelo grupo solucionador N1 - xxxxx . \n \n1.1 Pré-Requisitos para os serviços técnicos;  \na) Somente deverá ser relatado um único assunto e única pessoa afetada por \nchamado, caso contrário, ou seja, mais de um colaborador ou assunto no mesmo \nchamado, o mesmo deverá ser cancelado.  \nb) Os demais pré -requisitos estão descritos de acordo com o serviço técnico no Item 3.  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistemas deverão ser revisados pelo Gestor do time \nde GQ-Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no \nSistema de ITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com \nstatus de resolvido.  \n \n2. Referências  \n· GRUPO DESIGNADO:  Refere -se a fila de atendimento para determinada solicitação.  \n \n3. Descrição das Atividades  \n   \n   \n Neste item, serão descritos os passos para a execução desta Instrução de Trabalho.  \n \nPasso 1.0:  Identificação da solicitação do usuário e coleta de pré -requisitos;  \n1.1 Identificar o serviço técnico solicitado pelo usuário e coletar os devidos pré -requisitos de \nacordo com a classificação a ser utilizada no chamado que será aberto;  \n \nPasso 2.0:  Classificação do chamado;  \n2.1 Classificar o chamado de acordo com as informações detalhadas em cada \nitem no passo 3;  \n \nPasso 3.0:  Detalhamento de classificações;  \nAlteração de Senha do de Usuário do SISTEMA Y  \nDesbloqueio de Senha de Usuário do SISTEMA Y  \nCriação de Usuário do SISTEMA Y  \nInativação de Usuário do SISTEMA Y  \nAlteração de Usuário do SISTEMA Y   \n  \n  \nAlteração de Senha de Usuário do Inativação de Usuário do SISTEMA Y  \nDurante a implantação do SISTEMA Y o sistema foi configurado para a realizar a \nautenticação de usuário via AD, portanto, a alteração de senha do SISTEMA X ocorrerá \nautomaticamente à partir da alteração de senha de rede no AD.  \n  \nDesbloqueio de Senha de Usuário do SISTEMA Y  \n \nPré-requisitos:  \n· Nome do colaborador;  \n· Usuário do S ISTEMA Y ; \n· Somente o usuário afetado, ou gerente imediato, poderão solicitar o \ndesbloqueio da senha;   \n   \n  \nClassificação do chamado:  \n \n· GRUPO DESIGNADO: N1- xxxxx  \n  \nCriação de Usuário do SISTEMA Y  \n \nPré-requisitos:  \n· Nome do colaborador;  \n· Login de rede;  \n· E-mail; \n· Grupo de acesso:  \n· Everyone;  \n· Admnistrator;  \n· Help Desk Administrator.  \n· Autorização de XXXXXX (XXXXXX @domínio .br). \n  \nClassificação do chamado:  \n· GRUPO DESIGNADO: N1- xxxxx  \nInativação de Usuário do SISTEMA Y  \nPré-requisitos:  \n· Nome do colaborador;  \n· Usuário do SISTEMA Y ; \n· Motivo da inativação do usuário;  \n· O RH ou gerente imediato poderá solicitar a inativação do usuário.  \n· Ou com autorização de xxxxx  \n   \n   \n Classificação do chamado:  \n· GRUPO DESIGNADO: N1- xxxxx  \n \nAlteração de Usuário do SISTEMA Y  \nPré-requisitos:  \n· Nome do colaborador;  \n· Usuário do SISTEMA Y;  \n· Motivo da inativação do usuário;  \n· O RH ou gerente imediato poderá solicitar a inativação do usuário.  \n· Ou com autorização de xxxxx  \n \n· . \n  \nClassificação do chamado:  \n· GRUPO DESIGNADO: N1- xxxxx  \n4. Anexos  \nNão há anexos.  \n ",
        "metadata": {
            "nome": "KB0059194 - SYSTEMA Y - Classificação de Chamados - Acesso.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n  \n \n \nIT- INSTRUÇÃO DE TRABALHO  \nCS - SAP - CRIAR CONTA DE USUÁRIO NO SAP  \n  \nIntrodução / Pré -requisitos para execução da IT  \nEsta instrução de trabalho visa orientar o analista/assistente das áreas: Central de Serviços, e Operação, a \ncriar uma conta de usuário de sistema no cadastro único de usuários do SAP.  \n1.1 Pré-requisitos:  \na) Saber o número da Identidade do usuário, ou número do CPF ; \nb) Possuir os dados da conta a ser criada;  \nc) Acesso a transação ZBO104 e ao sistema específico . \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time de GQ -\nDigital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no Sistema de \nITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status \nde resolvido.  \n \nReferências  \nNão há referências.  \nDescrição das Atividades  \nPasso 01 : Abra o SAP Logon e clique duas vezes no ambiente “02) A EMPRESA X  ERP Produção  \nPasso 02 : Digite a transação ZBO104 e tecle Enter.  \nPasso 03 : Digite a identidade do colaborador e clique no botão executar . \n \n  \n \n \nObservação:  Para consultar o colaborador pelo nome ou CPF, clique no matchcode , Informe o \nnome ou CPF do colaborador e clique em “Avançar” : \nPasso 04: Para criar uma nova conta de sistema para a identidade, clique no botão novo ou tecle F5.  \nPasso 05: Clique no mechcode do campo ID Sistema e informe o sistema, depois clique no campo \nLogin do usuário e informe o login do usuário no sistema em questão. Após preencher todos os campos, \nclique em salvar . \nObservação:  Ao salvar o cadastro do usuário na conta de sistema AD, clique em salvar:  \nSerá aberta uma pop -up: \nAo clicar em “Não”, apresentará pop -up do Passo 06.  \nAo clicar em “Sim”, apresentará pop -up abaixo para confirmação e validação do e -mail. Para prosseguir \ncom cadastro, clique em “Avançar” ou tecle “Enter” :  \nObservação:  O campo “E -mail do usuário” é liberado para edição.  \nPasso 06: Clique no botão finalizar .  \nPasso 07: Clique no botão voltar para visualizar a conta de sistema criada para o colaborador.  \nAnexos \nNão há anexos.  \n \n",
        "metadata": {
            "nome": "KB0059210 - CS - SAP - CRIAR CONTA DE USUÁRIO NA ZBO104.pdf",
            "Sistema":"SAP"
        }
    },
    {
        "page_content": " \n  \n \n \nIT- INSTRUÇÃO DE TRABALHO  \nCS - SAP - INATIVAÇÃO DE USUÁRIO NO SAP ZBO104 E SAP \nPORTAL  \nIntrodução  \nPré-requisitos para execução da IT  \nEsta instrução de trabalho tem como objetivo orientar os analistas no processo de inativação uma conta de \nsistema SAP ou Portal no cadastro único de usuários do SAP.  \nPré-requisitos:  \na) Acesso ao SAP ERP Produção;  \nb) Número da Identidade do usuário no SAP, ou número do CPF ; \nc) Acesso à transação A, para RH;  \nd) Acesso à transação B, para Central de Serviços;  \ne) Acesso à transação C, para Gestão de Acessos.  \n \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistema deverão ser revisados pelo Gestor do time de GQ -\nDigital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou \ninformando quais inativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no Sistema de \nITSM de Digital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status \nde resolvido.  \n \n \n \nReferências  \nDescrição das Atividades  \nA inativação de usuário no Sistema SAP e Portal é realizada de forma automática, através das transações: \nZBO127, ZBO104 e ZBO106.  \n3.1 Inativação de usuário através da transação A  \n  \n \n \nInativação de Usuário pelo RH, é realizada a inativação de Funcionários e Terceiros pelo RH e apenas de \nTerceiros pela Central de Serviços no sistema SAP e Portal.  \n3.2 Inativação de usuário através da transação B \nA inativação de terceiros no sistema SAP e Portal é realizada através da ZBO104 e executada pela equipe \nda Central de Serviços  \n3.3 Inativação de usuário através da C \nA inativação dos colaboradores (CLT e terceiros) no sistema SAP e Portal SAP é realizada através da \nZBO106 e executada pela equipe de Gestão de Acessos  \n3.4 Após as equipes citadas acima executarem o processo de inativação, o sistema identificará se \no usuário possui acesso ao SAP e Portal SAP. Caso possua, o acesso será desativado \nautomaticamente conforme ilustração abaixo:  \n 3.4.1  \nSerá alterado “status cta” do usuário na BBO104 para “I” de Inativo.  \n3.4.2  No ambiente 06) SAP Solution Manager, transação SU01, ocorrerá as seguintes alterações:  \n3.4.2.1  Na aba “Endereço” o campo “Edifício” será alterado para “INATIVOS”:  \n3.4.2.2  Na aba “Sists.” serão removidos todos os sistemas de acesso.  \n3.4.2.3  Na aba “Funçs.” serão removidos todos os perfis de acesso.  \n3.4.2.4 Na aba “Grupos” será incluso o grupo “INATIVOS”.  \n3.4.2.5  Usuário ficará com bloqueio global.  \n \n 3.4.2.6  No Portal SAP, na aba “Informações sobre a conta” o campo “Conta de usuário bloqueada” ficará \nselecionado. Esta aba também informa o histórico de bloqueio do usuário através do campo “Última data \nde bloqueio da conta:”.  \n3.5 Para identificar o histórico de inativação do usuário no SAP, é necessário executar o relatório \nfornecido pela transação CCCC01  \nAnexos \nNão há anexos.  ",
        "metadata": {
            "nome": "KB0059211 - CS - SAP - INATIVAÇÃO DE USUÁRIO NO SAP ZBO104 E SAP PORTAL.pdf",
            "Sistema":"SAP"
        }
    },
    {
        "page_content": " \n   \n  \n \nEsta instrução de trabalho visa orientar o analista a realizar a criação de usuário no sistema SISTEMA Y  \n \n1.1 Pré-requisitos:  \na) Acesso ao SISTEMA X ; \nb) Acesso ao SISTEMA Z . \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistemas deverão ser revisados pelo Gestor do time de GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou informando quais \ninativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no Sistema de ITSM de \nDigital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status de resolvido.  \n \n \nNão há referências.  \n \n \n3.1.  Pelo navegador Internet Explorer digite o endereço: HTTP://XXXXXX  \n \n3.1.1.  Acesse a pasta SISTEMAS:  \n \n3.1.2.  Em seguida, acesse a pasta SISTEMA Y :  \n \n3.1.3.  Na pasta SISTEMA Y  contém as opções de acesso:  \n• Easy SmartClient – PRD (Ambiente de Produção) . \n• Easy SmartClient – QAS (Ambiente de Qualidade e Desenvolvimento).  \n \nObservação: Primeiramente cria o grupo no ambiente de qualidade e realiza os testes com o mesmo. Quando \nconfirmado o acesso, solicitação é encaminhada para a equipe de Controles Internos e, após a aprovação \ndeste que é criado no ambiente de produção.  \n \n 3.1.4.  Abra o Smart Client  no ambiente que necessitar (Produção ou Qualidade).  \n \n3.1.4.1.  O Programa Inicial virá configurado como: SIGAEIC ( Easy Import Control ):  \n \n \n   1.   INSTRUÇÃO DE TRABALHO (IT) Troca de perfil de Usuário no \nSistema Y - xxxxxx  \n  2. Introdução / Pr é-requisitos para execução da IT  \n  3. Referências  \n  4. Descrição das Atividades   \n   \n   3.1.4.2.  Para criação do usuário, deve -se alterar a configuração do Programa Inicial \nmanualmente para: SIGACFG (Modo de Configuração):  \n \n \n \nObservação:  Os Parâmetros Iniciais possuem 03 campos, que são:  \n  \n• Programa Inicial:  É indicado o mó dulo  de conexão d o Protheus, será utilizado o SIGACFG  que \né o módulo configurador, onde é atribuído  acesso ao usuário, criação de grupos, reset de \nsenha, bloqueio de acesso e outros.  \n• Comunicação no Cliente:  Indica o ambiente para conexão.  \n• Ambiente no Servidor:  Indica  o ambiente  para conexão  dentro do servidor . \n \n3.2. Digite seu usuário e senha e clique em “Acessar Protheus”.  \n \n \n \n3.2.1.  Na próxima tela clique em “Entrar” . \n \n \n \n3.3. No menu do Configurador,  acesse  as opções “Usuário > Senhas > Grupos” que abrirá a tela de \nCriação de usuários.  \n \n3.3.1.  Em seguida, acesse a o pção “Incluir ” para  abrir as opções de criação do grupo .  \n   \n  \n   \n 3.3.2. Na aba “Grupo”, é necessário preencher o nome do Grupo e a sua descrição. Os demais parâmetros \nde configuração não são alterados.  \n \n \n \n 3.3.2. Em seguida, clique nas abas “Restrições de Acessos > Filiais > Grupo de empresas ”, selecione \na filial que o novo grupo deverá ter o acesso permitido e clique em “OK”. Para cadastrar nova filial, deve -se \nrepetir o processo.  \n \nObservação:  Ao cadastrar nova filial, é necessário inserir nova linha, clicando na seta para baixo do teclado.   \n   \n  \n \n 3.3.3. Em seguida, clique na aba “A mbientes ” e selecione o módulo do Easy: SIGAEIC – Easy Import Control.  \n \n \n \n3.3.3.1.  Em seguida, atribua o menu criado para o grupo, alterando o campo “Arquivo ”. Segue abaixo o passo a passo:  \n3.3.3.1.1.  Clique no mechcode  para abrir a caixa de seleção:  \n \n \n \n   3.3.3.1.2 . Selecione a pasta “System”. \n   \n  \n \n3.3.3.1.2 . Selecione o arquivo do menu e clique em “Abrir ”: \n \n \n \n3.3.4.  Clique em “Confirmar ” para salvar as alterações.  \n \n3.4. Para controle de acesso liberado no sistema Comex, é necessário que atualize a planilha \n“Controle_Grupos_de_Acessos_Comex”, que encontra -se disponível no endereço: g:\\xxxxx  \n \n \n \n \nNão há anexos.  \n   5. Anexos  ",
        "metadata": {
            "nome": "KB0059212 - SYSTEMA Y - Criação de Grupos de Acesso.pdf",
            "Sistema":"SISTEMA Y"
        }
    },
    {
        "page_content": " \n   \n   INSTRUÇÃO DE TRABALHO (IT)  \nSISTEMA Y  - Criação de Menus de Acesso  \n \nEsta instrução de trabalho visa orientar o analista a realizar a criação de usuário no SISTEMA Y  \n \n1.1 Pré-requisitos:  \na) Acesso ao SISTEMA X ; \nb) Acesso ao SISTEMA Z ; \nc) Planilha “IT - SISTEMA Y _Criação de Menus ” preenchida pelo usuário com o tipo de acesso \na ser atribuído no Menu.  \n1.1  Revisão Semestral de Acessos  \na) Regularmente os acessos ao Sistemas deverão ser revisados pelo Gestor do time de GQ -Digital.  \nb) A lista de acessos ativos no sistema será gerada pelo time de Digital - Acessos   \nc) A lista deve ser respondida pelo Gestor de Negócio validando a lista ativa ou informando quais \ninativações deverão ser realizadas  \nd) O time de Digital - Acessos registrará as alterações a partir de chamados no Sistema de ITSM de \nDigital em nome do Gestor de GQ -Digital.  \ne) O time de Digital - Acessos executará a atualização e finalizará o chamado com status de resolvido.  \n \n \nNão há referências.  \n \n \nPara criação do Menu, é encaminhada ao usuário a planilha “ IT - SISTEMA Y _Criação de Menus ”, onde deve \nser mapeado os acessos que precisará. Após o preenchimento da mesma, seguiremos o ítem 3.1. \n \n3.1.  Pelo navegador Internet Explorer digite o endereço:  HTTPS://XXXXXXXXXXXXX  \n \n3.1.1.  Acesse a pasta SISTEMAS:  \n3.1.2.  Em seguida, acesse a pasta SISTEMA Y :  \n3.1.3.  Na pasta SISTEMA Y  contém as opções de acesso:  \n• SISTEMA Y  SmartClient – PRD (Ambiente de Produção).  \n• SISTEMA Y  SmartClient – QAS (Ambiente de Qualidade e Desenvolvimento).  \n \n 3.1.4.  Abra o SISTEMA Z  no ambiente que necessitar (Produção ou Qualidade).  \n3.1.4.1.  O Programa Inicial virá configurado como: SIGAEIC ( SISTEMA Y  Import Control ):  \n  3.1.4.2.  Para criação do usuário, deve -se alterar a configuração do Programa Inicial \nmanualmente para: SIGACFG (Modo de Configuração):  \n \nObservação:  Os Parâmetros Iniciais possuem 03 campos, que são:    1.  \n  2. Introdução / Pr é-requisitos para execução da IT  \n  3. Referências  \n  4. Descrição das Atividades   \n   \n   \n• Programa Inicial:  É indicado o módulo de conexão do Protheus, será utilizado o SIGACFG que \né o módulo configurador, onde é atribuído acesso ao usuário, criação de grupos, reset de \nsenha, bloqueio de acesso e outros.  \n• Comunicação no Cliente:  Indica o ambiente para conexão.  \n• Ambiente no Servidor:  Indica o ambiente para conexão dentro do servidor.  \n \n3.2. Digite seu usuário e senha e clique em “Acessar SISTEMA x ”. \n3.2.1.  Na próxima tela clique em “Entrar” . \n \n3.3. No menu do Configurador,  acesse as opções “Usuário > Cadastros > Menus” que abrirá a tela de \nCriação e Edição de Menus.  \n \n3.3.1.  Para criação de novo menu, temos como base o menu inicial do Ambiente SISTEMA Y  \nImport Control (EIC).  \n \n 3.3.2.  Clique em “Adicionar” os itens serão disponibilizados para o modo edição no “Novo Menu”. \n   \n   3.3.3.  Na tela “Configuração de Menus”, em “Novo Menu” são carregadas todas as telas presentes no ambiente EIC, nelas devemos aplica r as \nrestrições conforme mapeamento da planilha. Segue abaixo descrição da tela para configuração das restrições:   \n   \n   3.3.3.1. Adicionar:  Carrega o Menu para o modo edição;  \n3.3.3.2. Remover:  Remove o Menu do modo edição;  \n  3.3.3.3. Novo Grupo:  Adiciona uma nova pasta ao meu;  \n  3.3.3.4. Novo Item:  Adiciona um novo campo;  \n  3.3.3.5. Detalhes:  Selecionado o Item do Menu, podemos editar os acessos ao item;  \n  3.3.3.6. Mover para Cima:  Move o item de posição;  \n  3.3.3.7. Mover para Baixo:  Move o item de posição;  \n3.3.3.8. Pesquisar ; \n  3.3.3.9. Gerar:  Gravar o Menu do Sistema;  \n  3.3.3.10. Fechar:  Fecha sem salvar as alterações.  \n \n 3.4. Para restringir o acesso selecione o ítem que irá modificar, e clique no botão “Detalhes”.  \n \n  \n   \n  \n \n  3.4.1.  Abrirá a tela abaixo para configuração do Menu: \n   \n  \n \n  3.4.1.1. Descrição: Informe o nome do ítem;  \n  3.4.1.2. Programa:  Selecione “EICZCC” para o nome do programa;  \n  3.4.1.3. Status:  Selecione o status do menu:  \n   3.4.1.3.1. Habilitado:  Menu terá acesso a configuração do ítem;  \n   3.4.1.3.2. Desabilitado:  Menu não terá acesso a configuração do ítem e  o visualizará.  \n   3.4.1.3.3. Inibido:  Menu terá acesso a configuração do ítem e não o visualizará.  \n \n  3.4.1.4. Rotinas do browser:  Opções devem ser selecionadas de acordo com o \npreenchimento da planilha “XX- SISTEMA Y _Criação  de Menus ”. \n \n 3.4.2. Após configuração do Menu, clique no botão “Gerar”. Salve o Menu com o mesmo nome. Em \nseguida clique em “Gerar” e logo após em “Fechar”.  \n \nExemplo:  M_ACESSOS  \n \n \n3.5. Para controle de acesso liberado no sistema SISTEMA Y , é necessário que atualize a planilha \n“Controle_Grupos_de_Acessos_  SISTEMA Y ”, que encontra -se disponível no endereço:  \n \n \nAnexo I  - SISTEMA Y _Criação de Menus  \n   5. Anexos  ",
        "metadata": {
            "nome": "KB0059213 - SYSTEMA Y - Criação de Menus de Acesso.pdf",
            "Sistema":"SISTEMA Y"
        }
    }
]